[
    {
        "title": "Boulevard of Broken Dreams",
        "language": "en",
        "release_date": "2004-11-29",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "I walk a lonely road The only one that I have ever known Don't know where it goes But it's home to me, and I walk alone I walk this empty street On the Boulevard of Broken Dreams Where the city sleeps And I'm the only one, and I walk alone  I walk alone, I walk alone I walk alone, I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone  Ah-ah, ah-ah, ah-ah, ah-ah Ah-ah, ah-ah, ah-ah  I'm walkin' down the line That divides me somewhere in my mind On the borderline Of the edge and where I walk alone Read between the lines What's fucked up, and everything's all right Check my vital signs To know I'm still alive, and I walk alone You might also like I walk alone, I walk alone I walk alone, I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone  Ah-ah, ah-ah, ah-ah, ah-ah Ah-ah, ah-ah I walk alone, I walk a—   I walk this empty street On the Boulevard of Broken Dreams Where the city sleeps And I'm the only one, and I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone 164"
    },
    {
        "title": "American Idiot",
        "language": "en",
        "release_date": "2004-08-06",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Don't wanna be an American idiot Don't want a nation under the new media And can you hear the sound of hysteria? The subliminal mind-fuck America  Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay In television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argue Well, maybe I'm the faggot, America I'm not a part of a redneck agenda Now everybody, do the propaganda And sing along to the age of paranoia  Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay In television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argue You might also like Don't wanna be an American idiot One nation controlled by the media Information age of hysteria It's calling out to idiot America  Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay In television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argue139"
    },
    {
        "title": "Holiday",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Say hey! Cha!  Hear the sound of the fallin' rain Comin' down like an Armageddon flame (Hey!) The shame, the ones who died without a name Hear the dogs howlin' out of key To a hymn called \"Faith and Misery\" (Hey!) And bleed, the company lost the war today  I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday!  Hear the drum poundin' out of time Another protester has crossed the line (Hey!) To find the money's on the other side Can I get another Amen? (Amen!) There's a flag wrapped around a score of men (Hey!) A gag, a plastic bag on a monument  I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday! (Hey!) You might also like  Three, four! \"The representative from California has the floor\"  Sieg Heil to the president Gasman Bombs away is your punishment Pulverize the Eiffel towers Who criticize your government Bang bang goes the broken glass, and Kill all the fags that don't agree Trials by fire, settin' fire Is not a way that's meant for me Just 'cause (Hey! Hey! Hey! Hey!) Just 'cause, because we're outlaws, yeah! (Hey! Hey! Hey! Hey!)  I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives This is our lives on holiday!74"
    },
    {
        "title": "Wake Me Up When September Ends",
        "language": "en",
        "release_date": "2004-09-14",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Seven years has gone so fast Wake me up when September ends  Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends  Summer has come and passed The innocent can never last Wake me up when September ends Ring out the bells again Like we did when spring began Wake me up when September ends  Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends You might also like  Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Twenty years has gone so fast Wake me up when September ends Wake me up when September ends Wake me up when September ends113"
    },
    {
        "title": "Basket Case",
        "language": "en",
        "release_date": "1994-11-29",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Do you have the time To listen to me whine About nothing and everything all at once? I am one of those Melodramatic fools Neurotic to the bone, no doubt about it  Sometimes, I give myself the creeps Sometimes, my mind plays tricks on me It all keeps adding up I think I'm cracking up Am I just paranoid Or am I just stoned?  And I went to a shrink To analyze my dreams She says it's lack of sex that's bringing me down And I went to a whore He said my life's a bore So quit my whining 'cause it's bringing her down  Sometimes, I give myself the creeps Sometimes, my mind plays tricks on me It all keeps adding up I think I'm cracking up Am I just paranoid? Huh yeah, yeah (Ooh, ooh) You might also like Grasping to control So I better hold on  Sometimes, I give myself the creeps Sometimes, my mind plays tricks on me It all keeps adding up I think I'm cracking up Am I just paranoid Or am I just stoned?64"
    },
    {
        "title": "Good Riddance (Time of Your Life)",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "Fuck...  Another turnin' point, a fork stuck in the road Time grabs you by the wrist, directs you where to go So make the best of this test, and don't ask why It's not a question, but a lesson learned in time  It's somethin' unpredictable, but in the end is right I hope you had the time of your life  So take the photographs and still frames in your mind Hang it on a shelf in good health and good time Tattoos of memories, and dead skin on trial For what it's worth, it was worth all the while  It's somethin' unpredictable, but in the end is right I hope you had the time of your life   It's something unpredictable, but in the end is right I hope you had the time of your life It's something unpredictable, but in the end is right I hope you had the time of your lifeYou might also like73"
    },
    {
        "title": "21 Guns",
        "language": "en",
        "release_date": "2009-05-25",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Do you know what's worth fightin' for When it's not worth dyin' for? Does it take your breath away And you feel yourself suffocatin'? Does the pain weigh out the pride And you look for a place to hide? Did someone break your heart inside? You're in ruins  One, twenty-one guns Lay down your arms and give up the fight One, twenty-one guns Throw up your arms into the sky You and I  When you're at the end of the road And you lost all sense of control And your thoughts have taken their toll When your mind breaks the spirit of your soul Your faith walks on broken glass And the hangover doesn't pass Nothin's ever built to last You're in ruins You might also like One, twenty-one guns Lay down your arms and give up the fight One, twenty-one guns Throw up your arms into the sky You and I  Did you try to live on your own When you burned down the house and home? Did you stand too close to the fire Like a liar looking for forgiveness from a stone?   When it's time to live and let die And you can't get another try Somethin' inside this heart has died You're in ruins  One, twenty-one guns Lay down your arms and give up the fight One, twenty-one guns Throw up your arms into the sky One, twenty-one guns Lay down your arms and give up the fight One, twenty-one guns Throw up your arms into the sky You and I89"
    },
    {
        "title": "Jesus of Suburbia",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "I'm the son of rage and love The Jesus of Suburbia The bible of \"none of the above\" On a steady diet of Soda-pop and Ritalin No one ever died for my sins in Hell As far as I can tell 'Least the ones I got away with  And there's nothin' wrong with me This is how I'm supposed to be In a land of make-believe That don't believe in me  Get my television fix Sitting on my crucifix The livin' room, or my private womb While the moms and Brads are away To fall in love and fall in debt To alcohol and cigarettes and Mary Jane To keep me insane Doin' someone else's cocaine You might also like And there's nothin' wrong with me This is how I'm supposed to be In a land of make-believe That don't believe in me   At the center of the Earth, in the parkin' lot Of the 7-Eleven where I was taught The motto was just a lie It says \"home is where your heart is,\" but what a shame 'Cause everyone's heart doesn't beat the same It's beating out of time  City of the dead (Hey! Hey!) At the end of another lost highway (Hey! Hey!) Signs misleading to nowhere City of the damned (Hey! Hey!) Lost children with dirty faces today (Hey! Hey!) No one really seems to care I read the graffiti in the bathroom stall Like the holy scriptures of the shopping mall And so it seemed to confess It didn't say much, but it only confirmed That the center of the Earth is the end of the world And I could really care less  City of the dead (Hey! Hey!) At the end of another lost highway (Hey! Hey!) Signs misleading to nowhere City of the damned (Hey! Hey!) Lost children with dirty faces today (Hey! Hey!) No one really seems to care (Hey!)    I don't care if you don't I don't care if you don't I don't care if you don't care I don't care if you don't I don't care if you don't I don't care if you don't care I don't care if you don't I don't care if you don't I don't care if you don't care I don't care if you don't I don't care if you don't I don't care if you don't care I don't care! Everyone's so full of shit Born and raised by hypocrites Hearts recycled, but never saved From the cradles to the grave We are the kids of war and peace From Anaheim to the Middle East We are the stories and disciples of The Jesus of Suburbia!  Land of make-believe And it don't believe in me Land of make-believe (Said it's, it's another lie!) And I don't believe  And I don't care! (Whoo, whoo, whoo) I don't care! (Whoo, whoo, whoo) I don't care! (Whoo, whoo, whoo) I don't care! (Whoo, whoo, whoo) I don't care!   Dearly beloved, are you listening? I can't remember a word that you were sayin' Are we demented, or am I disturbed? The space that's in between insane and insecure  Ooh, ooh-ooh-ooh Ooh, ooh-ooh  (Ooh, ooh) Oh therapy, can you please fill the void? (Ooh, ooh-ooh) Am I retarded, or am I just overjoyed? (Ooh, ooh) Nobody's perfect, and I stand accused (Ooh, ooh-ooh) For lack of a better word, and that's my best excuse  Ooh, ooh-ooh-ooh Ooh, ooh-ooh   To live and not to breathe Is to die in tragedy To run, to run away To find what you believe  And I leave behind This hurricane of fuckin' lies  I lost my faith to this This town that don't exist So I run, I run away To the lights of masochists  And I leave behind This hurricane of fuckin' lies And I've walked this line A million and one fuckin' times But not this time!  I don't feel any shame, I won't apologize When there ain't nowhere you can go Runnin' away from pain when you've been victimized Tales from another broken  Home You're leavin' You're leavin' You're leavin' Are you leavin' home?80"
    },
    {
        "title": "Brain Stew",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "I'm having trouble trying to sleep I'm counting sheep, but running out As time ticks by, still I try No rest for cross-tops in my mind  On my own, here we go  My eyes feel like they're gonna bleed Dried up and bulging out my skull My mouth is dry, my face is numb Fucked up and spun out in my room  On my own, here we go  My mind is set on overdrive The clock is laughing in my face A crooked spine, my senses dulled Past the point of delirium  On my own, here we go You might also like My eyes feel like they're gonna bleed Dried up and bulging out my skull My mouth is dry, my face is numb Fucked up and spun out in my room  On my own, here we go 31"
    },
    {
        "title": "Bang Bang",
        "language": "en",
        "release_date": "2016-08-11",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "This is definitely not the first video to surface of an execution The blue stash of men, they claimed responsibility for the executions Described as severely mentally disturbed It appears to show another hostage executed by the terrorist group Deserve to be annihilated  I get my kicks, and I wanna start a rager I wanna dance like I'm on the video I got a fever for the violent behavior I'm sweatin' bullets like a modern Romeo  Bang! Bang! Gimme fame! Shoot me up to entertain (Ah-ah) I am a semi-automatic lonely boy You're dead! I'm well fed! Give me death or gimme head (Ah-ah) Daddy's little psycho, and Mommy's little soldier  I testify like a lullaby of memories Broadcasting live, and it's on my radio I got my photobomb I got my Vietnam I love a lie just like anybody else You might also like Bang! Bang! Gimme fame! Shoot me up to entertain (Ah-ah) I am a semi-automatic lonely boy You're dead! I'm well fed! Give me death or gimme head (Ah-ah) Broadcasting from my room and playin' with my toys  I wanna be a celebrity martyr (Ah-ah) The leadin' man in my own private drama Hoorah! (Bang! Bang!) Hoorah! (Bang! Bang!) The hero of the hour Daddy's little psycho, and Mommy's little soldier I wanna be like the soldiers on the screen It's my private movie (Holy War!) Oh, baby, baby, this is Viva Vendetta For this is love, or it's World War Zero! Ah-ah-ah Ah-ah-ah   I wanna be a celebrity martyr (Ah-ah) The leadin' man in my own private drama Hoorah! (Bang! Bang!) Hoorah! (Bang! Bang!) The hero of the hour Daddy's little psycho, and Mommy's little soldier I wanna be a celebrity martyr (Ah-ah) The leadin' man in my own private drama Hoorah! (Bang! Bang!) Hoorah! (Bang! Bang!) The hero of the hour Daddy's little psycho, and Mommy's little soldier!33"
    },
    {
        "title": "When I Come Around",
        "language": "en",
        "release_date": "1995-01-31",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Well, I heard you crying loud All the way across town You've been searching for that someone and it's me out on the prowl As you sit around feeling sorry for yourself Well, don't get lonely now And dry your whining eyes I'm just roamin' for the moment, sleazin' my backyard, so don't get So uptight, you've been thinking about ditching me  No time to search the world around 'Cause you know where I'll be found When I come around  Oh, I heard it all before So don't knock down my door I'm a loser and a user, so I don't need no accuser To try and slag me down because I know you're right So go do what you like Make sure you do it wise You may find out that your self-doubt means nothing was ever there You can't go forcing something if it's just not right  No time to search the world around 'Cause you know where I'll be found When I come around You might also like  No time to search the world around 'Cause you know where I'll be found When I come around  When I come around When I come around When I come around27"
    },
    {
        "title": "Longview",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "I sit around and watch the tube, but nothing's on I change the channels for an hour or two Twiddle my thumbs just for a bit I'm sick of all the same old shit In a house with unlocked doors, and I'm fuckin' lazy  Bite my lip and close my eyes Take me away to paradise I'm so damn bored, I'm going blind And I smell like shit  Peel me off this velcro seat and get me moving I sure as hell can't do it by myself I'm feeling like a dog in heat Barred indoors from the summer street I locked the door to my own cell and I lost the key  Bite my lip and close my eyes Take me away to paradise I'm so damn bored, I'm going blind And I smell like shit You might also like I got no motivation Where is my motivation? No time for motivation Smoking my inspiration, huh!  I sit around and watch the phone, but no one's calling Call me pathetic, call me what you will (We will!) My mother says to get a job But she don't like the one she's got When masturbation's lost its fun, you're fucking lonely  Bite my lip and close my eyes Take me away to paradise I'm so damn bored, I'm going blind And loneliness has to suffice Bite my lip and close my eyes I'm tripping away to paradise Some say quit or I'll go blind But it's just a myth38"
    },
    {
        "title": "Homecoming",
        "language": "en",
        "release_date": "2004-09-14",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "My heart is beatin' from me I am standin' all alone Please call me only If you are comin' home Waste another year flies by Waste a night or two You taught me how to live  In the streets of shame Where you've lost your dreams in the rain There's no signs of hope The stems and seeds of the last of the dope There's a glow of light The St. Jimmy is the spark in the night Bearin' gifts and trust A fixture in the city of lust  What the hell's your name? (Ooh, ooh-ooh) What's your pleasure, what is your pain? (Ooh, ooh-ooh) Do ya dream too much? (Ooh, ooh-ooh) Do you think what you need is a crutch? You might also like In the crowd of pain St. Jimmy comes without any shame He says, \"We're fucked up, but we're not the same And Mom and Dad are the ones you can blame\"  Jimmy died today (Ooh, ooh-ooh) He blew his brains out into the bay (Ooh, ooh-ooh) In the state of mind (Ooh, ooh-ooh) It's my own private suicide  Well, nobody cares, well, nobody cares Does anyone care if nobody cares? Well, nobody cares, well, nobody cares Does anyone care if nobody cares?  Jesus fillin' out paperwork now At the facility on East 12th Street He's not listening to a word now He's in his own world, and he's daydreaming He'd rather be doin' somethin' else now Like cigarettes and coffee with the underbelly His life's on the line with anxiety now She had enough, and he had plenty Somebody get me out of here Anybody get me out of here Somebody get me out of here Get me the fuck right out of here  (Ah-ah) So far away, I don't wanna stay (La-la-la) (Ah-ah) Get me outta here right now (La-la-la) (Ah-ah) I just wanna be free, is there a possibility? (La-la-la) (Ah-ah) Get me outta here right now (Out, out, out, out) Right! This life-like dream ain't for me!   I fell asleep while watching Spike TV After ten cups of coffee, and you're still not here Dreamin' of a song, but somethin' went wrong And ya can't tell anyone, 'cause no one's here  Left me here alone And I shoulda stayed home After ten cups of coffee, I'm thinkin'... (Where'd you go?) Nobody likes you, everyone left you (Where'd you go?) They're all out without you, havin' fun (Where'd you go?) Everyone left you, nobody likes you (Where'd you go?) They're all out without you, havin' fun  (Where'd you go, go, go, go?)  Jeez! *sigh*  I got a rock and roll band, I got a rock and roll life I got a rock and roll girlfriend, and another ex-wife I got a rock and roll house, I got a rock and roll car I play the shit out the drums, and I can play the guitar I got a kid in New York, I got a kid in the Bay I haven't drank or smoked nothin' in over twenty-two days, so get off my case (Don't want to be an American idiot!) Off of my case Off of my case!  Hey!  Here they come, marchin' down the street (Ooh, ooh-ooh) Like a desperation murmur of a heartbeat (Ooh, ooh-ooh) Comin' back from the edge of town Underneath their feet Their time has come, and it's goin' nowhere (Ooh, ooh-ooh) Nobody ever said that life was fair, now (Ooh, ooh-ooh) Go-carts and guns are treasures they will bare In the summer heat  The world is spinnin' 'round and 'round out of control again The 7-11 to the fear of breakin' down So send my love a letterbomb And visit me in Hell We're the ones goin'...  Home, we're comin' home again Home, we're comin' home again  (Ooh-ooh) I started fuckin' runnin' as soon as my feet touched ground (Ooh-ooh) We're back in the barrio, and to you and me, that's Jingle Town  That's home, we're comin' home again Home, we're comin' home again Home, we're comin' home again Home, we're comin' home again Home, we're comin' home again Home, we're comin' home again Home, we're comin' home again Home, we're comin' home again (No! Fuck you! Just go! I don't care! I don't! I don't know! I smashed my phone! Just go! I don't care! I don't! I don't know! I smashed my phone!)  Nobody likes you, everyone left you They're all out without you havin' fun19"
    },
    {
        "title": "She",
        "language": "en",
        "release_date": "1995-05-05",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "She, she screams in silence A sullen riot penetrating through her mind Waiting for a sign To smash the silence with the brick of self-control  Are you locked up in a world that's been planned out for you? Are you feeling like a social tool without a use? Scream at me until my ears bleed I'm taking heed just for you  She, she's figured out All her doubts were someone else's point of view Waking up this time To smash the silence with the brick of self-control  Are you locked up in a world that's been planned out for you? Are you feeling like a social tool without a use? Scream at me until my ears bleed I'm taking heed just for you  You might also like Are you locked up in a world that's been planned out for you? Are you feeling like a social tool without a use? Scream at me until my ears bleed I'm taking heed just for you20"
    },
    {
        "title": "Whatsername",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Thought I ran into you down on the street Then it turned out to only be a dream  I made a point to burn all of the photographs She went away, and then I took a different path I remember the face, but I can't recall the name Now I wonder how Whatsername has been  Seems that she disappeared without a trace Did she ever marry ol' Whatshisface?  I made a point to burn all of the photographs She went away, and then I took a different path I remember the face, but I can't recall the name Now I wonder how Whatsername has been  Remember, whatever It seems like forever ago Remember, whatever It seems like forever ago (Remember, whatever) The regrets are useless in my mind (It seems like forever ago) She's in my head, I must confess (Remember, whatever) The regrets are useless in my mind (It seems like forever ago) She's in my head, so long ago Go, go, go, go Go, go, go, go, go You might also like And in the darkest night If my memory serves me right I'll never turn back time Forgetting you, but not the time35"
    },
    {
        "title": "Welcome to Paradise",
        "language": "en",
        "release_date": "1994-10-04",
        "artist": "Green Day",
        "album_name": "On The Radio (Live)",
        "lyrics": "Dear mother, can you hear me whining? It's been three whole weeks since that I have left your home This sudden fear has left me tremblin' 'Cause now it seems that I am out here on my own And I'm feeling so alone  Pay attention to the cracked streets and the broken homes Some call it slums, some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise  A gunshot rings out at the station Another urchin snaps and left dead on his own It makes me wonder why I'm still here For some strange reason it's now feeling like my home And I'm never gonna go  Pay attention to the cracked streets and the broken homes Some call it slums, some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise You might also like  Dear mother, can you hear me laughing? It's been six whole months since that I have left your home It makes me wonder why I'm still here For some strange reason it's now feeling like my home And I'm never gonna go  Pay attention to the cracked streets and the broken homes Some call it slums, some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise  Oh, paradise19"
    },
    {
        "title": "Letterbomb",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Nobody likes you, everyone left you They're all out without you, having fun  Where have all the bastards gone? The underbelly stacks up ten high The dummy failed the crash test Collectin' unemployment checks A flunky only along for the ride Where have all the riots gone As the city's motto gets pulverized? What's in love is now in debt On your birth certificate So strike the fuckin' match to light this fuse  The town bishop's an extortionist And he don't even know that you exist Standin' still when it's do or die You better run for your fuckin' life  It's not over 'til you're underground It's not over before it's too late This city's burnin', it's not my burden It's not over before it's too late There is nothin' left to analyze You might also like Where will all the martyrs go when the virus cures itself? And where will we all go when it's too late? And don't look back  You're not the Jesus of Suburbia The St. Jimmy is a figment of Your father's rage and your mother's love Made me the idiot America  It's not over 'til you're underground It's not over before it's too late This city's burning, it's not my burden It's not over before it's too late  Well, she said, \"I can't take this place I'm leavin' it behind\" Well, she said, \"I can't take this town I'm leavin' you tonight\"16"
    },
    {
        "title": "Are We the Waiting",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Starry nights, city lights comin' down over me Skyscrapers and stargazers in my head Are we we are, are we we are the waitin' unknown This dirty town was burnin' down in my dreams Lost and found, city-bound in my dreams  And screamin' Are we we are, are we we are the waitin' And screamin' Are we we are, are we we are the waitin'  Forget me nots, second thoughts live in isolation Heads or tails, fairytales in my mind Are we we are, are we we are the waitin' unknown The rage and love, the story of my life The Jesus of Suburbia is a lie  And screamin' Are we we are, are we we are the waitin' And screamin' Are we we are, are we we are the waitin' unknown Are we we are, are we we are the waitin' And screamin' Are we we are, are we we are the waitin' unknown Are we we are, are we we are the waitin' unknownYou might also like16"
    },
    {
        "title": "St. Jimmy",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "St. Jimmy's comin' down across the alleyway Up on the boulevard like a zip gun on parade Lights on the silhouette, he's insubordinate Comin' at you on the count of one, two One, two, three, four!  My name is Jimmy, and you better not wear it out Suicide commando that your momma talked about King of the forty thieves, and I'm here to represent The needle in the vein of the establishment  I'm the patron saint of the denial With an angel face and a taste for suicidal  Cigarettes and ramen and a little bag of dope I am the son of a bitch and Edgar Allan Poe Raised in the city in the halo of lights Product of war and fear that we've been victimized  I'm the patron saint of the denial With an angel face and a taste for suicidal You might also like Are you talkin' to me? I'll give you somethin' to cry about Shh! Shh! Shh! St. Jimmy!  My name is St. Jimmy, I'm a son of a gun (Ooh, ooh, ooh-ooh-ooh, St. Jimmy) I'm the one that's from the way outside, now A teenage assassin executing some fun (Ooh, ooh, ooh-ooh-ooh, St. Jimmy) In the cult of the life of crime, now I really hate to say it, but I told you so (Ooh, ooh, ooh-ooh-ooh, St. Jimmy) So shut your mouth before I shoot you down, ol' boy Welcome to the club and give me some blood (Ooh, ooh, ooh-ooh-ooh, St. Jimmy) I'm the resident leader of the lost and found  It's comedy and tragedy It's St. Jimmy, and that's my name And don't wear it out!22"
    },
    {
        "title": "Give Me Novacaine",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "Take away the sensation inside Bittersweet migraine in my head It's like a throbbin' toothache of the mind I can't take this feelin' anymore  Drain the pressure from the swelling This sensation's overwhelming Give me a long kiss goodnight And everything'll be alright Tell me that I won't feel a thing So give me Novacaine  Out of body and out of mind Kiss the demons out of my dreams I get the funny feelin' that's alright Jimmy says it's better than here I'll tell you why  Drain the pressure from the swelling This sensation's overwhelming Give me a long kiss goodnight And everything'll be alright Tell me that I won't feel a thing So give me Novacaine Oh, Novacaine You might also like  Drain the pressure from the swelling This sensation's overwhelming Give me a long kiss goodnight And everything'll be alright Tell me, Jimmy, I won't feel a thing So give me Novacaine24"
    },
    {
        "title": "21st Century Breakdown",
        "language": "en",
        "release_date": "2009-11-13",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "(Ooh, ooh-ooh, ooh-ooh) Born into Nixon, I was raised in hell A welfare child where the teamsters dwelled The last one born, and the first one to run My town was blind from refinery sun  My generation is zero I never made it as a working class hero  21st century breakdown I once was lost, but never was found I think I'm losin' what's left of my mind To the 20th century deadline  (Ooh, ooh-ooh, ooh-ooh) I was made of poison and blood Condemnation is what I understood Video games to the tower's fall Homeland security could kill us all You might also like My generation is zero I never made it as a working class hero  21st century breakdown I once was lost, but never was found I think I'm losin' what's left of my mind To the 20th century deadline  We are the class of, the class of '13 Born in the era of humility We are the desperate in the decline Raised by the bastards of 1969  My name is no one, the long lost son Born on the 4th of July Raised through the era of heroes and cons That left me for dead or alive I am a nation, a worker of pride (Pride!) My debt to the status quo The scars on my hands and a means to an end It's all that I have to show Hey! Hey! Hey!  I swallowed my pride and I choked on my faith I've given my heart and my soul I've broken my fingers and lied through my teeth The pillar of damage control I've been to the edge and I've thrown the bouquet (Hey!) Of flowers left over the grave I sat in the waiting room wasting my time And waiting for judgement day  I praise liberty The freedom to obey It's the song that strangles me Well, don't cross the line...  Oh, dream, America, dream I can't even sleep from the light's early dawn Oh, scream, America, scream Believe what you see from heroes and cons...22"
    },
    {
        "title": "Father of All...",
        "language": "en",
        "release_date": "2019-09-10",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "I woke up to a message of love Choking up on the smoke from above I'm obsessed with the poison and us What a mess 'cause there's no one to trust  Huh-uh, come on, honey Huh-uh, count your money Huh-uh, what's so funny? There's a riot living inside of us  I got paranoia, baby And it's so hysterical I'm crackin' up under the pressure Looking for a miracle Huh-uh, come on, honey Lyin' in a bed of blood and money Huh-uh, what's so funny? We are rivals in the riot inside us Uh-huh, yeah  I'm impressed with the presence of none I'm possessed from the heat of the sun Hurry up 'cause I'm making a fuss Fingers up 'cause there's no one to trust You might also like Huh-uh, come on, honey Huh-uh, count your money Huh-uh, what's so funny? There's a riot living inside of us  I got paranoia, baby And it's so hysterical I'm crackin' up under the pressure Looking for a miracle Huh-uh, come on, honey Lyin' in a bed of blood and money Huh-uh, what's so funny? We are rivals in the riot inside us  Huh-uh, come on, honey Lyin' in a bed of blood and money Huh-uh, what's so funny? We are rivals in the riot inside us Huh-uh, come on, honey Lyin' in a bed of blood and money Huh-uh, what's so funny? We are rivals in the riot inside us Uh-huh, yeah9"
    },
    {
        "title": "Still Breathing",
        "language": "en",
        "release_date": "2016-09-23",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "I'm like a child lookin' off in the horizon I'm like an ambulance that's turnin' on the sirens Oh-oh-oh, I'm still alive I'm like a soldier comin' home for the first time I dodged a bullet, and I walked across a landmine Oh-oh-oh, I'm still alive  Am I bleedin'? Am I bleedin' from the storm? Just shine a light into the wreckage So far away, away  'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away 'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away, my way to you  I'm like a junkie tyin' off for the last time I'm like a loser that's bettin' on his last dime Oh-oh-oh, I'm still alive I'm like a son that was raised without a father I'm like a mother barely keepin' it together Oh-oh-oh, I'm still alive You might also like Am I bleedin'? Am I bleedin' from the storm? Just shine a light into the wreckage So far away, away  'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away 'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away, away  As I walked out on the ledge Are you scared to death to live? And I've been runnin' all my life Just to find a home that's for the restless And the truth that's in the message Makin' my way away, away  Whoa-oh, whoa-oh, oh-oh Whoa-oh-oh, whoa-oh-oh, oh 'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away 'Cause I'm still breathin' 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away (My way to you) 'Cause I'm still breathin' (My way to you) 'Cause I'm still breathin' on my own My head's above the rain and roses Makin' my way away, my way to you17"
    },
    {
        "title": "Coming Clean",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Seventeen, and strung out on confusion Trapped inside a role of disillusion  I've found out what it takes to be a man Well, Mom and Dad'll never understand  Secrets collecting dust, but never forget Skeletons come to life in my closet  I've found out what it takes to be a man Well, Mom and Dad'll never understand What's happening to me?  Oh-oh-oh  Seventeen, and coming clean for the first time I finally figured out myself for the first time  I've found out what it takes to be a man Well, Mom and Dad'll never understand What's happening to me?You might also like17"
    },
    {
        "title": "She’s a Rebel",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "She's a rebel, she's a saint She's the salt of the Earth, and she's dangerous She's a rebel, vigilante Missin' link on the brink of destruction  From Chicago to Toronto She's the one that they call ol' Whatsername She's a symbol of resistance And she's holdin' on my heart like a hand grenade  Is she dreamin' what I'm thinkin'? Is she the mother of all bombs, gonna detonate? Is she trouble like I'm trouble? Make it a double twist of fate, or a melody that  She sings the revolution The dawning of our lives She brings this liberation That I just can't define Well, nothin' comes to mind (Hey!)  You might also like She sings the revolution The dawning of our lives She brings this liberation That I just can't define Well, nothin' comes to mind  She's a rebel, she's a saint She's the salt of the earth, and she's dangerous She's a rebel, vigilante Missin' link on the brink of destruction She's a rebel, she's a saint She's the salt of the Earth, and she's dangerous She's a rebel, vigilante Missin' link on the brink of destruction  She's a rebel, she's a rebel She's a rebel, and she's dangerous She's a rebel, she's a rebel She's a rebel, and she's dangerous14"
    },
    {
        "title": "Minority",
        "language": "en",
        "release_date": "2000-12-11",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "I wanna be the minority I don't need your authority Down with the moral majority 'Cause I wanna be the minority  I pledge allegiance to the underworld One nation under dog, there of which, I stand alone A face in the crowd unsung against the mold Without a doubt, singled out, the only way I know  'Cause I wanna be the minority I don't need your authority Down with the moral majority 'Cause I wanna be the minority  Stepped out of the line Like a sheep runs from the herd Marchin' out of time To my own beat, now The only way I know  One light, one mind flashin' in the dark Blinded by the silence of a thousand broken hearts \"For cryin' out loud,\" she screamed unto me A free-for-all, fuck 'em all, you are your own sight You might also like 'Cause I wanna be the minority I don't need your authority Down with the moral majority 'Cause I wanna be the minority (Hey!)   One light, one mind, flashin' in the dark Blinded by the silence of a thousand broken hearts \"For cryin' out loud,\" she screamed unto me A free-for-all, fuck 'em all, you are your own sight  'Cause I wanna be the minority I don't need your authority Down with the moral majority 'Cause I wanna be the minority  (I wanna be) The minority (I wanna be) The minority (I wanna be) The minority (I wanna be) The minority!11"
    },
    {
        "title": "¿Viva la Gloria? (Little Girl)",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Little girl, little girl, why are you cryin'? Inside your restless soul, your heart is dyin' Little one, little one, your soul is purgin' Of love and razor blades, your blood is surgin'  Run away from the river to the street And find yourself with your face in the gutter You're a stray for the Salvation Army There is no place like home when you got no place to go  Little girl, little girl, your life is callin' The charlatans and saints of your abandon Little one, little one, the sky is fallin' Your lifeboat of deception is now sailin' In the wake (All the way!) All the way, no rhyme or reason Your bloodshot eyes will show your heart of treason Little girl, little girl, you dirty liar You're just a junkie preachin' to the choir  Run away from the river to the street And find yourself with your face in the gutter You're a stray for the Salvation Army There is no place like home when you got no place to go You might also like The traces of blood always follow you home Like the mascara tears from your getaway (Gloria!) You're walkin' with blisters and running with shears So unholy, sister of grace   Run away from the river to the street And find yourself with your face in the gutter You're a stray from the Salvation Army There is no place like home...29"
    },
    {
        "title": "Know Your Enemy",
        "language": "en",
        "release_date": "2009-04-16",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh! Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh! Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh!  Violence is an energy against the enemy Well, violence is an energy, rah-eh! Bringin' on the fury, the choir infantry Revolt against the honor to obey (Oh-eh-oh-eh!) Overthrow the effigy, the vast majority Well, burnin' down the foreman of control (Oh-eh-oh-eh!) And silence is an enemy against your urgency So rally up the demons of your soul (Oh-eh-oh-eh!)  Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh! Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh!  The insurgency will rise When the blood's been sacrificed Don't be blinded by the lies in your eyes Say! You might also like Oh-eh-oh-eh! Oh-eh-oh-eh!  Well, violence is an energy (Oh-eh-oh-eh!) Well, from here to eternity (Oh-eh-oh-eh!) Well, violence is an energy (Oh-eh-oh-eh!) Well, silence is the enemy, so gimme, gimme revolution!  Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh! Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh! Do you know the enemy? Do you know your enemy? Well, gotta know the enemy, rah-eh!  (Do you know the enemy?) Overthrow the effigy, the vast majority (Well, gotta know the enemy!) Well, burnin' down the foreman of control (Oh-eh-oh-eh!) (Do you know the enemy?) Silence is an enemy, against your urgency (Well, gotta know the enemy!) So rally up the demons of your soul! (Oh-eh-oh-eh!)13"
    },
    {
        "title": "Burnout",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "I declare I don't care no more I'm burnin' up and out and growing bored In my smoked out boring room My hair is shaggin' in my eyes Draggin' my feet to hit the street tonight Drive along these shit town lights  I'm not growin' up, I'm just burnin' out And I stepped in line to walk amongst the dead  Oh, apathy has rained on me And now I'm feelin' like a soggy dream So close to drowning, but I don't mind I'll live inside this mental cave Throw my emotions in the grave And hell, who needs 'em anyway?  I'm not growin' up, I'm just burning out And I stepped in line to walk amongst the dead I'm not growin' up, I'm just burnin' out And I stepped in line to walk amongst the dead Dead You might also like  I'm not growin' up, I'm just burnin' out And I stepped in line to walk amongst the dead I'm not growin' up, I'm just burnin' out And I stepped in line to walk amongst the dead Dead11"
    },
    {
        "title": "Last Night on Earth",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "I text a postcard sent to you, did it go through? Sendin' all my love to you You are the moonlight of my life every night Givin' all my love to you  My beatin' heart belongs to you I walked for miles 'til I found you I'm here to honor you If I lose everything in the fire I'm sendin' all my love to you  With every breath that I am worth here on Earth I'm sendin' all my love to you So if you dare to second-guess, you can rest Assured that all my love's for you  My beatin' heart belongs to you I walked for miles 'til I found you I'm here to honor you If I lose everything in the fire I'm sendin' all my love to you You might also like  My beatin' heart belongs to you I walked for miles 'til I found you I'm here to honor you If I lose everything in the fire Did I ever make it through?18"
    },
    {
        "title": "Hitchin’ a Ride",
        "language": "en",
        "release_date": "1997-09-22",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "Hey, mister, where you headed? Are you in a hurry? Need a lift to happy hour? Say, \"Oh, no\" Do you brake for distilled spirits? I need a break as well The well that inebriates the guilt One, two, one, two, three, four  Cold turkey's gettin' stale Tonight, I'm eatin' crow Fermented salmonella, poison oak, no There's a drought at the fountain of youth And I'm dehydrated My tongue is swellin' up, I say \"One, two, one, two, three, four\"  Troubled times, you know I cannot lie I'm off the wagon and I'm hitchin' a ride  There's a drought at the fountain of youth And I'm dehydrated My tongue is swellin' up, I said \"Shit\" You might also like  Troubled times, you know I cannot lie I'm off the wagon and I'm hitchin' a ride  (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Don't know where to go) Hitchin' a ride (Say birthday boys, hey)11"
    },
    {
        "title": "Back in the USA",
        "language": "en",
        "release_date": "2017-11-17",
        "artist": "Green Day",
        "album_name": "Greatest Hits: God’s Favorite Band",
        "lyrics": "I woke up to a bitter storm (Bitter year) And Noah's Ark came washed up on the shore The riot gear has lined the dawn (Bitter year) Like dogs that shit on your neighbor's lawn  Let freedom ring with all the crazies on parade Let them eat poison, and it tastes like lemonade  Back in the USA For a small town serenade With fireworks on display Tonight, it's a hero's welcome home And there's no place else to go And I'm takin' it to the grave Back in the USA  The saddest story ever told (Bitter year) Is feelin' safe in our suburban homes The soldiers of an endless war (Bitter year) And every church can have a liquor store  Let freedom ring with all the crazies on parade Let them eat poison, and it tastes like lemonade You might also like Back in the USA For a small town serenade With fireworks on display Tonight, it's a hero's welcome home And there's no place else to go And I'm takin' it to the grave Back in the USA7"
    },
    {
        "title": "¡Viva la Gloria!",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Hey, Gloria, are you standing close to the edge? Look out to the setting sun, the brink of your vision Eternal youth is a landscape of a lie The cracks of my skin can prove, as the years will testify Say your prayers and light a fire, we're gonna start a war Your slogan's a gun for hire, it's what we waited for... Hey, Gloria, this is why we're on the edge The fight of our lives' been drawn to this undying love  Gloria! ¡Viva la Gloria! You blast your name in graffiti on the walls Fallin' in broken glass that's slashing through your spirit I can hear it like a jilted crowd! Gloria! Where are you, Gloria? You found a home in all your scars and ammunition You made your bed in salad days amongst the ruins Ashes to ashes of our youth!  She smashed her knuckles into winter (Gloria!) As autumn's wind fades into black She is the saint of all the sinners (Gloria!) The one that's fallen through the cracks So don't put away your burnin' light! You might also like Gloria! Where are you, Gloria? Don't lose your faith to your lost naiveté Weather the storm, and don't look back on last November When your banners were burnin' down! Gloria! ¡Viva la Gloria! Send me your amnesty down to the broken hearted Bring us the season that we always will remember Don't let the bonfires go out!  So, Gloria, send out your message of The light that shadows in the night Gloria, where's your undying love? Tell me the story of your life, your life!11"
    },
    {
        "title": "Warning",
        "language": "en",
        "release_date": "2000-10-03",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "This is a public service announcement, this is only a test Emergency evacuation protest May impair your ability to operate machinery Can't quite tell just what it means to me Keep out of reach of children, don't you talk to strangers Get your philosophy from a bumper sticker  Warnin', live without warnin' I said, \"Warnin', live without warnin'\" Without, alright  Better homes and safety-sealed communities Did you remember to pay the utility? Caution: Police line, you better not cross Is the cop or am I the one that's really dangerous? Sanitation, expiration date, question everything Or shut up and be a victim of authority  Warnin', live without warnin' I said, \"Warnin', live without warnin'\" I said, \"Warnin', live without warnin'\" I said, \"Warnin', live without warnin'\" Without, alright You might also like Better homes and safety-sealed communities Did you remember to pay the utility? Caution: Police line, you better not cross Is the cop or am I the one that's really dangerous? Sanitation, expiration date, question everything Or shut up and be a victim of authority  Warnin', live without warnin' I said, \"Warnin', live without warnin'\" I said, \"Warnin', live without warnin'\" I said, \"Warnin', live without warnin'\"  This is a public service announcement, this is only a test7"
    },
    {
        "title": "American Eulogy: Mass Hysteria / Modern World",
        "language": "en",
        "release_date": "2009-05-15",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Sing us the song of the century It sings like American eulogy The dawn of my love and conspiracy Of forgotten hope and the class of '13 Tell me a story into that good night Sing us a song for me...   Hysteria Mass hysteria Mass hysteria Mass hysteria Red alert is the color of panic Elevated to the point of static Beating into the hearts of the fanatics, and the neighborhood's a loaded gun Idle thoughts lead to full-throttle screamin' And the wealth is asphyxiatin' Mass confusion is all the new rage, and it's creating a feeding ground for the bottom feeders of hysteria You might also like Mass hysteria Mass hysteria Mass hysteria  True sounds of maniacal laughter And the deaf mute's misleadin' the choir The punchline is a natural disaster, and it's sung by the unemployed Fight fire with a riot The class war is hangin' on a wire Because the martyr is a compulsive liar when he said, \"It's just a bunch of niggers throwing gas into the hysteria\"  Mass hysteria Mass hysteria Mass hysteria  There's a disturbance on the oceanside They tapped into the reserve The static response is so unclear now \"Mayday, this is not a test\" As the neighborhood burns America is fallin' And vigilantes warnin' ya Callin' Christian and Gloria!   I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world  Well, I'm the class of '13 in the era of dissent A hostage of the soul on a strike to pay the rent The last of the rebels without a common ground I'm gonna light a fire into the underground, well  I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world I am a nation without bureaucratic ties Deny the allegation as it's written, fuckin' lies  Well, I wanna take a ride to the great divide Beyond the \"up to date\" and the neo-gentrified The high definition for the low resident Where the value of your mind is not held in contempt I can hear the sound of a beatin' heart It bleeds beyond a system that is fallin' apart With money to burn on a minimum wage Well, I don't give a shit about the modern age  I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world I don't wanna live in the modern world  (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria) I don't wanna live in the modern world (Mass hysteria...) I don't wanna live in the modern world...6"
    },
    {
        "title": "Extraordinary Girl",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "She's an extraordinary girl In an ordinary world And she can't seem to get away He lacks the courage in his mind Like a child left behind Like a pet left in the rain  She's all alone again Wipin' the tears from her eyes Some days, he feels like dyin' She gets so sick of cryin'  She sees the mirror of herself An image she wants to sell To anyone willing to buy He steals the image in her kiss From her heart's apocalypse From the one called Whatsername  She's all alone again Wipin' the tears from her eyes Some days, he feels like dyin' She gets so sick of crying You might also like  She's all alone again Wipin' the tears from her eyes Some days, he feels like dyin' Some days, it's not worth tryin' Now that they both are findin' She gets so sick of cryin'  She's an extraordinary girl An extraordinary girl An extraordinary girl An extraordinary girl19"
    },
    {
        "title": "Jaded",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "Somebody keep my balance, I think I'm falling off Into a state of regression The expiration date rapidly coming up It's leaving me behind to rank  Always move forward Going straight will get you nowhere There is no progress, evolution killed it all I found my place in nowhere  I'm taking one step sideways, leading with my crutch Got a fucked up equilibrium Count down from 9 to 5, hooray, we're gonna die Blessed into our distinction  Always move forward Going straight will get you nowhere There is no progress, evolution killed it all I found my place in nowhere  You might also like Always move forward Going straight will get you nowhere There is no progress, evolution killed it all I found my place in nowhere In nowhere, in nowhere9"
    },
    {
        "title": "F.O.D.",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Something's on my mind, it's been for quite some time This time, I'm on to you So where's the other face, the face I heard before? Your head trip's boring me  Let's nuke the bridge we torched two thousand times before This time we'll blast it all to hell I've had this burning in my guts now for so long My belly's aching now to say  Stuck down in a rut of dis-logic and smut A side of you, well hid When it's all said and done, it's real and it's been fun But was it all real fun?  Let's nuke the bridge we torched two thousand times before This time we'll blast it all to hell I've had this burning in my guts now for so long My belly's aching now to say (to say)  You're just a fuck I can't explain it 'cause I think you suck I'm taking pride In telling you to fuck off and die You might also like I've had this burning in my guts now for so long My belly's aching now to say I'm taking pleasure in announcing this to you So listen up, 'cause you might miss  You're just a fuck I can't explain it 'cause I think you suck I'm taking pride In telling you to fuck off and die  Good night...5"
    },
    {
        "title": "East Jesus Nowhere",
        "language": "en",
        "release_date": "2009-10-19",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "\"Reberu rajio!\" \"¡La última noche!\" \"And we will see how Godless a nation we have become.\" (...em sseug dnoceS) ...em tset t'noD  Raise your hands now to testify Your confession will be crucified You're a sacrificial suicide Like a dog that's been sodomized, well (Stand up!) All the white boys (Sit down!) And the black girls (Stand up!) You're the soldiers (Sit down!) Of the new world  Put your faith in a miracle And it's non-denominational Join the choir, we'll be singin' In the church of wishful thinkin'  A fire burns today Of blasphemy and genocide The sirens of decay Will infiltrate the faith fanatics You might also like Oh, bless me, Lord, for I have sinned It's been a lifetime since I last confessed I threw my crutches in the river of a shadow of doubt And I'll be dressed up in my Sunday best  Say a prayer for the family Drop a coin for humanity Ain't this uniform so flatterin'? I never asked you a goddamn thing!  A fire burns today Of blasphemy and genocide The sirens of decay Will infiltrate the faith fanatics  Don't test me Second-guess me Protest me, you will disappear  I wanna know who's allowed to breed All the dogs who never learned to read The missionary politicians And the cops of the new religion!  A fire burns today Of blasphemy and genocide The sirens of decay Will infiltrate the inside  Yeah!20"
    },
    {
        "title": "King for a Day",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "It started at the age of four My mother went to the grocery store Went sneakin' through her bedroom door To find somethin' in a size four  Sugar and spice and everything nice wasn't made for only girls GI Joe in panty hose is makin' room for the one and only  King for a day, princess by dawn King for a day in a leather thong King for a day, princess by dawn Just wait 'til all the guys get a load of me  My daddy threw me in therapy He thinks I'm not a real man Who put the drag in the drag queen? Don't knock it until you've tried it  Sugar and spice and everything nice wasn't made for only girls GI Joe in panty hose is makin' room for the one and only You might also like King for a day, princess by dawn King for a day in a leather thong King for a day, princess by dawn Just wait 'til all the guys get a load of me   Sugar and spice and everything nice wasn't made for only girls GI Joe in panty hose is makin' room for the one and only  King for a day, princess by dawn King for a day in a leather thong King for a day, princess by dawn King for a day in a leather thong King for a day, princess by dawn King for a day in a leather thong King for a day, princess by dawn Just wait 'til all the guys Just wait 'til all the guys Just wait 'til all the guys get a load of me12"
    },
    {
        "title": "Revolution Radio",
        "language": "en",
        "release_date": "2017-05-16",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Scream! With your hands up in the sky Like you wanna testify For the life that's been deleted Scream! Like a rebel's lullaby Under the stars and stripes For the lost souls that were cheated  We will be seen, but not be heard  (We are) Revolution Radio Operation \"No Control\" And the headline (Headline) \"My love's bullet proof\" Gimme cherry bombs and gasoline Debutantes in surgery And the headline (Headline) \"Legalize the truth!\"  (Gimme) Rage! Like there's tear gas in the crowd Do you wanna live out loud? But the air is barely breathin' Rise! Of the slums to the obsolete The dawn of the new airwaves For the anti-social media You might also like (We are) Revolution Radio Operation \"No Control\" And the headline (Headline) \"My love's bullet proof\" Gimme cherry bombs and gasoline Debutantes in surgery And the headline (Headline) \"Legalize the truth!\"   We will be seen, but not be heard We are the songs of the disturbed  (We are) Revolution Radio Operation \"No Control\" And the headline (Headline) \"My love's bullet proof\" Gimme cherry bombs and gasoline Debutantes in surgery And the headline (Headline) \"Legalize the truth!\"8"
    },
    {
        "title": "Macy’s Day Parade",
        "language": "en",
        "release_date": "2000-10-03",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "Today's the Macy's Day Parade The night of the livin' dead is on its way With a credit report for duty call It's a lifetime guarantee Stuffed in a coffin, ten percent more free Red light special at the mausoleum  Can give me somethin' that I need With satisfaction guaranteed to you What's the consolation prize? Economy sized dreams of hope  When I was a kid, I thought I wanted all the things that I haven't got Oh-oh, but I learned the hardest way Then I realized what it took To tell the difference between thieves and crooks A lesson learned to me and you  Can give me somethin' that I need With satisfaction guaranteed 'Cause I'm thinkin' 'bout a brand new hope The one I've never known 'Cause now I know it's all that I wanted You might also like  What's the consolation prize? Economy sized dreams of hope Can give me somethin' that I need With satisfaction guaranteed 'Cause I'm thinkin' 'bout a brand new hope The one I've never known, and where it goes And I'm thinkin' 'bout the only road The one I've never known, and where it goes And I'm thinkin' 'bout a brand new hope The one I've never known 'Cause now I know it's all that I wanted7"
    },
    {
        "title": "Having a Blast",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Takin' all you down with me Explosives duct taped to my spine Nothing's gonna change my mind I won't listen to anyone's last words There's nothin' left for you to say Soon you'll be dead anyway  Well, no one here is getting out alive This time I've really lost my mind, and I don't care So close your eyes and kiss yourself goodbye And think about the times we've spent and what they've meant  To me, it's nothin' To me, it's nothin' To me, it's nothin' To me, it's nothin'  I'm losin' all my happiness The happiness you pinned on me A loneliness still comforts me My anger dwells inside of me I'm taking it all out on you And all the shit you put me through You might also like Well, no one here is getting out alive This time I've really lost my mind, and I don't care So close your eyes and kiss yourself goodbye And think about the times we've spent and what they've meant  To me, it's nothin' To me, it's nothin' To me, it's nothin' To me, it's nothin'  Do you ever think back to another time? Does it bring you so down that you thought you lost your mind? Do you ever want to lead a long trail of destruction And mow down any bullshit that confronts you? Do you ever build up all the small things in your head To make one problem that adds up to nothin'?  To me, it's nothin' To me, it's nothin' To me, it's nothin'6"
    },
    {
        "title": "Pulling Teeth",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "I'm all busted up Broken bones and nasty cuts Accidents will happen But this time I can't get up She comes to check on me Making sure I'm on my knees After all, she's the one Who put me in this state  Is she ultra-violent? Is she disturbed? I better tell her that I love her Before she does it all over again Oh God, she's killing me!  For now, I'll lie around Hell, that's all I can really do She takes good care of me Just keep saying my love is true   Is she ultra-violent? Is she disturbed? I better tell her that I love her Before she does it all over again Oh God, she's killing me! You might also like Looking out my window for someone that's passing by No one knows I'm locked in here, all I do is cry  For now, I'll lie around Hell, that's all I can really do She takes good care of me Just keep saying my love is true3"
    },
    {
        "title": "Kill the DJ",
        "language": "en",
        "release_date": "2012-08-14",
        "artist": "Green Day",
        "album_name": "¡Uno!",
        "lyrics": "Wow! Ooh, ooh-ooh-ooh  Walking after dark In the New York City park Your thoughts are so unholy in the holiest of holes Onward Christian soldiers filled with jive and mind-control  The blood left on the dance floor, running, running red The bullet that you asked for killing you to death unless you—  Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Voices in my head are saying, \"Shoot that fucker down!\"  We are the vultures, the dirtiest kind The culture wars in your heart and your mind Ooh, ooh-ooh-ooh  Walking after dark In the New York City park Ooh, I'll pick up what's left in the club, a pocket full of pills Sodom and Gomorrah in the century of thrills You might also like The blood left on the dance floor, running, running red The bullet that you asked for killing you to death unless you—  Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Hold him underwater 'til that motherfucker drowns  We are the vultures, the dirtiest kind The culture wars in your heart and your mind Ooh, ooh-ooh-ooh Someone's gonna get you, boy Shoot that fucker down!   Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) (Walking after dark) Someone kill the DJ (Shoot the fucking DJ) (Walking after dark) Someone kill the DJ (Shoot the fucking DJ) (Walking after dark) Someone kill the DJ Shoot that fucker down, wow! Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Someone kill the DJ (Shoot the fucking DJ) Voices in my head are saying, \"Shoot that fucker down!\"11"
    },
    {
        "title": "Forever Now",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "My name is Billie, and I'm freakin' out I thought, therefore I was, well I can't really figure it out I sit alone with my thoughts and prayers Scream out my memories as if I was never there  Standing at the edge of the world Is givin' me the chills But lookin' down the edge of the world I'm lost in a tango, it's freakin' me out Burnin' lights and blackouts  (Out, out, out) From the edge of the world! (Out, out, out) From the edge of the world!  I'm like a punk rocker on Labor Day How the hell did I work so hard to be born this way? I never learned to read or write so well (Freakin' out) But I can play the guitar until it hurts like hell  Standing at the edge of the world Is givin' me the chills But lookin' down the edge of the world I'm lost in a tango, it's freakin' me out Burnin' lights and blackouts You might also like (Out, out, out) From the edge of the world! (Out, out, out) From the edge of the world!   If this is what you call the good life (Ooh-ooh, ooh) I want a better way to die If this is what you call the good life (Ooh-ooh, ooh) I want a better way to die  Oh, I don't wanna think about tomorrow Don't wanna think about the old It doesn't matter anyway Oh, I, I wanna start a revolution I wanna hear it on my radio I'll put it off another day  I want a new conspiracy And the silence of a thousand cries So hurry up, I want a better way to die  I'm runnin' late to somewhere now That I don't want to be Where the future and promises Ain't what it used to be I never wanted to compromise Or bargain with my soul How did a life on the wild side Ever get so full?  (Ooh, ooh, ooh, ooh-ooh) Somewhere now (Ooh, ooh, ooh, ooh-ooh) Somewhere now (Ooh, ooh, ooh, ooh-ooh) Somewhere now (Ooh, ooh, ooh, ooh-ooh) Somewhere now  Oh, I (Ooh, somewhere now) Don't wanna think about tomorrow (Ooh, somewhere now) Don't wanna think about the old (Ooh, somewhere now) It doesn't matter anyway (Ooh, somewhere now) Oh, I (Ooh, somewhere now) I wanna start a revolution (Ooh, somewhere now) I wanna hear it on my radio (Ooh, somewhere now) I'll put it off another day (Ooh, somewhere now) Oh, I (Ooh, somewhere now) (I ain't gonna stand in line no more) Don't wanna think about tomorrow (Ooh, somewhere now) (I ain't gonna stand in line no more) Don't wanna think about the old (Ooh, somewhere now) (I ain't gonna stand in line no more) It doesn't matter anyway (Ooh, somewhere now) (I ain't gonna stand in line no more) Oh, I (Ooh, somewhere now) (I ain't gonna stand in line no more) I wanna start a revolution (Ooh, somewhere now) (I ain't gonna stand in line no more) I wanna hear it on my radio (Ooh, somewhere now) (I ain't gonna stand in line no more) I'll put it off another day (Ooh, somewhere now) (I ain't gonna stand in line no more)   Ah-ah, ah Ah-ah3"
    },
    {
        "title": "Nice Guys Finish Last",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "Nice guys finish last You're runnin' out of gas Your sympathy will get you left behind Sometimes you're at your best When you feel the worst Do you feel washed up like piss goin' down the drain?  Pressure cooker, pick my brain and tell me I'm insane I'm so fuckin' happy I could cry Every joke can have its truth, but now the joke's on you I never knew you were such a funny guy  Oh, nice guys finish last When you are the outcast Don't pat yourself on the back, you might break your spine  Livin' on command You're shakin' lots of hands You're kissin' up and bleedin' all your trust Takin' what you need Bite the hand that feeds You'll lose your memory, and you got no shame You might also like Pressure cooker, pick my brain and tell me I'm insane I'm so fuckin' happy I could cry Every joke can have its truth, but now the joke's on you I never knew you were such a funny guy  Oh, nice guys finish last When you are the outcast Don't pat yourself on the back, you might break your spine Oh, nice guys finish last When you are the outcast Don't pat yourself on the back, you might break your spine Mhm!   Oh, nice guys finish last When you are the outcast Don't pat yourself on the back, you might break your spine Oh, nice guys finish last When you are the outcast Don't pat yourself on the back, you might break your spine5"
    },
    {
        "title": "All by Myself",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "On The Radio (Live)",
        "lyrics": "*band members speaking and laughing* One, two, three...  I was alone I was all by myself No one was looking I was thinking of you Oh yeah, did I mention I was all by myself? All by myself All by myself All by myself...  I went to your house But no one was there I went in your room I was all by myself You and me had Such wonderful times When I'm all by myself All by myselfYou might also like4"
    },
    {
        "title": "Chump",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "I don't know you, but I think I hate you You're the reason for my misery Strange how you've become my biggest enemy And I've never even seen your face  Well maybe it's just jealousy Mixing up with a violent mind A circumstance that doesn't make much sense Or maybe I'm just dumb  You're the cloud hanging out over my head And hail comes crashing down, welting my face Magic man, egocentric plastic man Yet you still got one over on me  Well maybe it's just jealousy Mixing up with a violent mind A circumstance that doesn't make much sense Or maybe I'm just dumb I'm a chump!  You might also like4"
    },
    {
        "title": "Oh Love",
        "language": "en",
        "release_date": "2012-07-16",
        "artist": "Green Day",
        "album_name": "¡Uno!",
        "lyrics": "Oh love, oh love Won't you rain on me tonight? Oh life, oh life Please don't pass me by Don't stop, don't stop Don't stop when the red lights flash Oh ride, free ride Won't you take me close to you?  Far away, far away, waste away tonight I'm wearing my heart on a noose Far away, far away, waste away tonight Tonight, my heart's on the loose  (Yeah)  Oh lights and action I just can't be satisfied Oh losers and choosers Won't you please hold on to my life? Oh hours and hours Like the dog years of the day Old story, same old story Won't you see the light of day? You might also like Far away, far away, waste away tonight I'm wearing my heart on a noose Far away, far away, waste away tonight Tonight, my heart's on the loose  Talk myself out of feelin' Talk my way out of control Talk myself out of fallin' in love Fallin' in love with you, say!   Oh love, oh love Won't you rain on me tonight? Oh ride, free ride Won't you take me close to you?  Far away, far away, waste away tonight I'm wearing my heart on a noose Far away, far away, waste away tonight Tonight, my heart's on the loose Far away, far away, waste away tonight I'm wearing my heart on a noose Far away, far away, waste away tonight Tonight, my heart's on the loose Tonight, my heart's on the loose Tonight, my heart's on the loose13"
    },
    {
        "title": "Platypus (I Hate You)",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "Your rise and fall back up against the wall What goes around is coming back and haunting you It's time to quit 'cause you ain't worth the shit Under my shoes, or the piss on the ground  No one loves you and you know it Don't pretend that you enjoy it or you don't care 'Cause now I wouldn't lie Or tell you all the things you wanna hear  'Cause I hate you! 'Cause I hate you! 'Cause I hate you! 'Cause I hate you!  I heard you're sick, sucked on that cancer stick A throbbing tumor and a radiation high Shit out of luck, and now your time is up It brings me pleasure just to know you're going to die  No one loves you and you know it Don't pretend that you enjoy it or you don't care 'Cause now I wouldn't lie Or tell you all the things you wanna hear You might also like 'Cause I hate you! 'Cause I hate you! 'Cause I hate you! 'Cause I hate you!  Dickhead, fuckface, cock-smokin', motherfuckin' Asshole, dirty twat, waste of semen, hope you die, hey!  Red eye, code blue, I'd like to strangle you And watch your eyes bulge right out of your skull When you go down headfirst into the ground I'll stand above you just to piss on your grave  No one loves you and you know it Don't pretend that you enjoy it or you don't care 'Cause now I wouldn't lie Or tell you all the things you wanna hear  'Cause I hate you! 'Cause I hate you! 'Cause I hate you! 'Cause I hate you!6"
    },
    {
        "title": "Redundant",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "We're livin' in repetition Content in the same old shtick again Now the routine's turnin' to contention Like a production line goin' over and over and over, roller coaster  Now I cannot speak I've lost my voice I'm speechless and redundant 'cause \"I love you\"'s not enough I'm lost for words  Choreographed and lack of passion Prototypes of what we were Went full circle 'til I'm nauseous Taken for granted, now I've wasted and faked it, ate it, now I hate it  'Cause I cannot speak I've lost my voice I'm speechless and redundant 'cause \"I love you\"'s not enough I'm lost for words  You might also like Now I cannot speak I've lost my voice I'm speechless and redundant 'cause \"I love you\"'s not enough I'm lost for words Now I cannot speak I've lost my voice I'm speechless and redundant 'cause \"I love you\"'s not enough I'm lost for words10"
    },
    {
        "title": "Ordinary World",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Where can I find the city of shinin' light In an ordinary world? How can I leave a buried treasure behind In an ordinary world?  The days into years roll by It's where that I live until I die Ordinary world  Mmm, hmm-hmm  What would you wish if you saw a shooting star In an ordinary world? I'd walk to the end of the Earth, and afar In an ordinary world  Baby, I don't have much But what we have is more than enough Ordinary world  Mmm, hmm-hmm Ooh, ooh, ooh-ooh You might also like Where can I find the city of shinin' light In an ordinary world? How can I leave a buried treasure behind In an ordinary world?  Baby, I don't have much But what we have is more than enough Ordinary world  Mmm, hmm-hmm Ooh, ooh, ooh-ooh6"
    },
    {
        "title": "Too Dumb to Die",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Oh-oh, I love you Oh-oh, I do I got a sentimental illness for you Please don't go away, oh yeah  I was a high school atom bomb Goin' off on the weekends Smokin' dope and mowin' lawns And I hated all the new trends  Me and my friends sang, \"Woah-ooh-whoa-oh-oh\" (Whoa-ooh-whoa) \"Here's to the middle of the road At least it's better than here\"  Lookin' for a cause Well, all I got was Santa Claus I'm hangin' on a dream that's too dumb to die I feel like a cello Lost somewhere over the rainbow Way up high (Whoo! Way up high!) Too scared to dream But too dumb to die You might also like My daddy always was on strike Goin' off with the teamsters He said that everything'll be alright \"Not every Sunday can be Easter\"  The picket line screamed, \"Woah-ooh-whoa-oh-oh!\" (Whoa-ooh-whoa) \"Don't cross, don't cross the line because You'll be a scab, not a martyr!\"  Lookin' for a cause Well, all I got was camouflage I'm hangin' on a dream that's too dumb to die I feel like a cello Lost somewhere over the rainbow Way up high (Whoo! Way up high!) Too scared to dream But too dumb to... Haha... Hehe... Yeah... Hey!   Lookin' for a cause Well, all I got was camouflage I'm hangin' on a dream that's too dumb to die I feel like a cello Lost somewhere over the rainbow Way up high (Whoo! Way up high!) Too scared to dream But too dumb to die10"
    },
    {
        "title": "Waiting",
        "language": "en",
        "release_date": "2001-10-29",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "I've been waitin' a long time For this moment to come, I'm Destined for anything at all Downtown, lights will be shinin' On me, like a new diamond ring out Under the midnight hour Well, no one can touch me now, well And I can't turn my back, it's too late Ready or not at all  Well, I'm so much closer than I have ever known Wake up!  Dawning of a new era calling Don't let it catch ya falling Ready or not at all Oh, so close enough to taste it Almost, I can embrace this feelin' On the tip of my tongue  Well, I'm so much closer than I have ever known Wake up! You might also like Better thank your lucky stars! Say, hey, hey!   Well, I'm so much closer than I have ever known Wake up!  You better thank your lucky stars! Say, hey, hey!  I've been waiting a lifetime For this moment to come, I'm Destined for anything at all Dumbstruck, color me stupid Good luck, you're gonna need it Where I'm going, if I get there at all Wake up! You better thank your lucky stars!8"
    },
    {
        "title": "Somewhere Now",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "I'm runnin' late to somewhere now That I don't want to be Where the future and promises Ain't what it used to be I never wanted to compromise Or bargain with my soul How did a life on the wild side Ever get so dull?  (Ooh, ooh-ooh) All grown up and medicated I'm high on cellular waves (Ooh, ooh-ooh) I put the \"riot\" in \"patriot\" And we all die in threes  I got a seat in the middle of the road I'm gonna take my time I shop online so I can vote At the speed of life I'm like a drone way up in the sky I'm a shootin' star There's a soldier that's freakin' out P.S. This is war You might also like (Ooh, ooh-ooh) All grown up and medicated I'm high on cellular waves (Ooh, ooh-ooh) I put the \"riot\" in \"patriot\" And we all die in threes (Ooh, ooh-ooh) All we want is money and guns A new catastrophe (Ooh, ooh-ooh) Here comes nothin', there's nothin' to lose It's a small price we pay When we all die in threes  (Ooh, ooh ooh ooh-ooh) Somewhere now (Ooh, ooh ooh, ooh-ooh) Somewhere now (Ooh, ooh ooh, ooh) Somewhere now! (Ooh, ooh ooh ooh-ooh) Somewhere now (Ooh, ooh ooh ooh-ooh) Somewhere now (Ooh, ooh ooh, ooh) Somewhere now!   (Ooh) Hallelujah, I found my soul (Ooh) Under the sofa pillows (Ooh) Congratulations, I found myself (One, two!) Somewhere now Somewhere now Somewhere now4"
    },
    {
        "title": "Oh Yeah!",
        "language": "en",
        "release_date": "2020-01-16",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "Oh (Yeah) 'Kay, I got it  I'm in the crowd full of angels and demons I'm looking out for the jingoes and heathens Nobody move and nobody gonna get hurt Reach for the sky with your face in the dirt (Yeah)  Everybody is a star (Star) Got my money and I'm feeling kinda low (Feeling kinda low) Everybody got a scar (Scar) Ain't it funny how we're running out of hope?  Yeah, oh yeah, oh yeah (Everybody, e-everybody) Yeah, oh yeah, oh yeah (Oh)  I got blood on my hands in my pockets That's what you get turning bullets into rockets (Rock—) I am a kid of a bad education The shooting star of a lowered expectation You might also like Everybody is a star (Star) Got my money and I'm feeling kinda low (Feeling kinda low) Everybody got a scar (Scar) Ain't it funny how we're running out of hope?  Yeah, oh yeah, oh yeah (Everybody, e-everybody) Yeah, oh yeah, oh yeah (Oh)  I'm just a face in the crowd of spectators To the sound of the voice of a traitor Dirty looks and I'm looking for a payback Burning books in a bulletproof backpack  Everybody is a star (Star) Got my money and I'm feeling kinda low (Feeling kinda low) Everybody got a scar (Scar) Ain't it funny how we're running out of hope?  Yeah, oh yeah, oh yeah (Everybody, e-everybody) Yeah, oh yeah, oh yeah (Oh) Yeah, oh yeah, oh yeah (Everybody is a star) Yeah, oh yeah, oh yeah (Everybody is a star, ow)3"
    },
    {
        "title": "Fire, Ready, Aim",
        "language": "en",
        "release_date": "2019-10-09",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "Ah Ooh  Kick the dog when the whistle blows Well, you're a liar (Ah) Feed the creeps with a stick and bone You're a liar (Ah) Baby got the hyperbole (Ah) Baby got the hyperbole (Ooh) Kick the dog when the whistle blows Well, you're a liar (Ah)  Rip it up on retribution Turn it up sideways (Ah)  Ready, aim, fire, fire, ready, aim Ready, aim, fire, fire, ready, aim  Stick a hammer in your mouth You're a liar (Ah) Knock your teeth out to the ground Well, you're a liar (Ah) Baby got the hyperbole (Ah) Baby got the hyperbole (Ooh) Knock your teeth out to the ground Well, you're a liar (Ah) You might also like Rip it up on retribution Turn it up sideways (Ah)  Ready, aim, fire, fire, ready, aim Ready, aim, fire, fire, ready, aim (Ooh) Ready, aim, fire, fire, ready, aim Ready, aim, fire, fire, ready, aim5"
    },
    {
        "title": "Peacemaker",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "One, two, three, four!  Well, I've got a fever, a non-believer, I'm in a state of grace For I am the Caesar, I'm gonna seize the day (Ay, ay-ay) Well, call of the banshee, hey hey, hey hey hey hey hey As God as my witness, the infidels are gonna pay Well, call the assassin, the orgasm, a spasm of love and hate For what will divide us? The righteous and the meek (Ay, ay-ay) Well, call of the wild, hey hey, hey hey hey hey hey Well, death to the girl at the end of the serenade  Vendetta, sweet vendetta This Beretta of the night This fire, and the desire Well, shots ringin' out on the holy parasite  Well, I am a killjoy from Detroit, I drink from a well of rage I feed off the weakness with all my love (Ah, ah-ah) Well, call up the captain, hey hey, hey hey hey hey hey Well, death to the lover that you were dreamin' of Well, this is a stand-off, a Molotov cocktail's on the house You thought I was a write-off, you better think again (Ay, ay-ay) Well, call the peacemaker, hey hey, hey hey hey hey hey I'm gonna send you back to the place where it all began You might also like Vendetta, sweet vendetta This Beretta of the night This fire, and the desire Well, shots ringin' out on the holy parasite   Well, now the caretaker's the undertaker So I'm gonna go out and get a peacemaker This is a Neo Saint Valentine's massacre (Ah, ah-ah) Well, call up the Gaza, hey hey, hey hey hey hey hey Well, death to the ones at the end of the serenade Well, death to the ones at the end of the serenade Well, death to the ones at the end of the serenade Well, death to the ones at the end of the serenade11"
    },
    {
        "title": "Before the Lobotomy",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Dreamin', I was only dreamin' Of another place and time, where my family's from Singin', I can hear them singin' When the rain had washed away all these scattered dreams Dyin', everyone's reminded Hearts are washed in misery, drenched in gasoline Laughter, there is no more laughter Songs of yesterday now live in the underground...  Ooh, ooh-ooh  Life before the lobotomy Christian sang the eulogy Signed, \"My love,\" a lost memory From the end of the century  Well, it's enough to make you sick To cast a stone and throw a brick But when the sky is falling down You burned your dreams into the ground  Christian's lesson's what he's been sold (Hey!) We are normal and self-controlled (Hey!) Remember to learn to forget (Hey!) Whiskey shots and cheap cigarettes You might also like Well, I'm not stoned, I'm just fucked up I got so high I can't stand up Well, I'm not cursed 'cause I've been blessed I'm not in love, 'cause I'm a mess  Like refugees (Too late) We're lost like refugees (Too late) Like refugees (Too late) We're lost like refugees (Too late) The brutality of reality Is the freedom that keeps me from...  Dreamin', I was only dreamin' Of another place and time, where my family's from Singin', I can hear them singin' When the rain had washed away all these scattered dreams Dyin', everyone's reminded Hearts are washed in misery, drenched in gasoline Laughter, there is no more laughter Songs of yesterday now live in the underground...15"
    },
    {
        "title": "Geek Stink Breath",
        "language": "en",
        "release_date": "1995-09-25",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "I'm on a mission, I've made my decision Lead a path of self-destruction A slow progression, killing my complexion And it's rotting out my teeth  I'm on a roll, no self-control I'm blowing off steam with methamphetamine Well, don't know what I want, and that's all that I've got And I'm picking scabs off my face  Every hour, my blood is turning sour And my pulse is beating out of time I found a treasure filled with sick pleasure And it sits on a thin, white line  I'm on a roll, no self-control I'm blowing off steam with methamphetamine Well, don't know what I want, and that's all that I've got And I'm picking scabs off my face, say!  I'm on a mission, I got no decision Like a cripple running the rat race A wish in one hand, shit in the other And see which one gets filled first You might also like I'm on a roll, no self-control I'm blowing off steam with methamphetamine Well I don't know what I want, and that's all that I've got And I'm picking scabs off my face, say!  Geek Stink Breath1"
    },
    {
        "title": "Sassafras Roots",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "Roaming 'round your house, wasting your time No obligation, just wasting your time So why are you alone wasting your time? When you could be with me, wasting your time?  Well, I'm a waste like you With nothin' else to do May I waste your time too?  Warding off regrets, wasting your time Smoking cigarettes, wasting your time I'm just a parasite wasting your time Applying myself to wasting your time  Well, I'm a waste like you With nothin' else to do May I waste your time too?   So why are you alone, wasting your time? When you could be with me, wasting your time? You might also like Well, I'm a waste like you With nothing else to do May I waste your time too?  May I waste your time too? May I waste your time too? May I waste your time too?8"
    },
    {
        "title": "Walking Contradiction",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "Do as I say, not as I do Because the shit's so deep, you can't run away I beg to differ on the contrary Agree with every word that you say Talk is cheap and lies are expensive My wallet's fat and so is my head Hit and run and then I'll hit you again A smart ass, but I'm playing dumb  Standards set and broken all the time Control the chaos behind the gun Call it as I see it, even if I was born deaf, blind, and dumb Losers winning big on the lottery Rehab rejects still sniffing glue Constant refutation with myself A victim of a catch-22  I have no belief But I believe I'm a walking contradiction And I ain't got no right  Do as I say, not as I do Because the shit's so deep you can't run away I beg to differ on the contrary Agree with every word that you say Talk is cheap and lies are expensive My wallet's fat and so is my head Hit and run and then I'll hit you again A smart ass, but I'm playing dumb You might also like I have no belief But I believe I'm a walking contradiction And I ain't got no right I have no belief But I believe I'm a walking contradiction And I ain't got no right  Ay!8"
    },
    {
        "title": "Last of the American Girls",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "She puts her makeup on like graffiti on the walls of the heartland She's got her little book of conspiracies right in her hand She is paranoid, endangered species headed into extinction She is one of a kind, well she's the last of the American girls  She wears her overcoat for the coming of the nuclear winter She is riding her bike like a fugitive of Critical Mass She's on a hunger strike for the ones who won't make it for dinner She makes enough to survive for a holiday of workin' class  She's a runaway of the establishment incorporated She won't cooperate, well she's the last of the American girls  She plays her vinyl records, singin' songs on the eve of destruction She's a sucker for all the criminals breakin' the laws She will come in first for the end of western civilization She's an endless war, she's a hero for the lost cause  Like a hurricane in the heart of the devastation She's a natural disaster, she's the last of the American girls You might also like  She puts her makeup on like graffiti on the walls of the heartland She's got her little book of conspiracies right in her hand She will come in first for the end of western civilization She's a natural disaster, she's the last of the American girls  Aw, yeah Alright Aw, yeah10"
    },
    {
        "title": "2000 Light Years Away",
        "language": "en",
        "release_date": "1991-12-17",
        "artist": "Green Day",
        "album_name": "Kerplunk",
        "lyrics": "I sit alone in my bedroom Starin' at the walls I've been up all damn night long My pulse is speedin', my love is yearnin'  I hold my breath and close my eyes and Dream about her 'Cause she's 2000 light-years away She holds my malachite so tight, so Never let go 'Cause she's 2000 light-years away Years away!  I sit outside and watch the sunrise Lookout as far as I can I can't see her, but in the distance I hear some laughter, we laugh together  I hold my breath and close my eyes and Dream about her 'Cause she's 2000 light-years away She holds my malachite so tight, so Never let go 'Cause she's 2000 light-years away Years away! You might also like I sit alone in my bedroom Starin' at the walls I've been up all damn night long My pulse is speedin', my love is yearnin'  I hold my breath and close my eyes and Dream about her 'Cause she's 2000 light-years away She holds my malachite so tight, oh Never let go 'Cause she's 2000 light-years away Years away!5"
    },
    {
        "title": "Outlaws",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Life after youth Faded in twilight The dawn of a criminal in bloom First love, first forgiveness We were delinquents Freaks of a fading memory  Outlaws, when we were forever young When we were outlaws We're outlaws of redemption, baby Hooligans, we destroyed suburbia When we were outlaws We're outlaws of forever  Scars, broken hearts Breakin' in cars Running in the light of the moon Lost souls, bottle rockets All that we wanted It's for our life beyond the stars  Outlaws, when we were forever young When we were outlaws We're outlaws of redemption, baby Hooligans, we destroyed suburbia When we were outlaws We're outlaws of forever, baby You might also like  I've got no supervision Nothin' will change my spirit's place to roam I'll plead my innocence, I'll plead my innocence But that's my best defense when you are young  Outlaws, when we were forever young When we were outlaws We're outlaws of redemption, baby Hooligans, we destroyed suburbia When we were outlaws We're outlaws of forever  I found a knife by the railroad track You took a train, and you can't go back Forever now, forever now, you'll roam9"
    },
    {
        "title": "Restless Heart Syndrome",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "I've got a really bad disease It's got me beggin' on my hands and knees So take me to emergency 'Cause somethin' seems to be missin' Somebody, take the pain away It's like an ulcer bleedin' in my brain So send me to the pharmacy So I can lose my memory  I'm elated, medicated Lord knows I tried to find a way To run away  I think they found another cure For broken hearts and feelin' insecure You'd be surprised what I endure What makes you feel so self-assured? I need to find a place to hide You never know what could be waitin' outside The accidents that you could find It's like some kinda suicide  So what ails you is what impales you I feel like I've been crucified To be satisfied You might also like I'm a victim of my symptom I am my own worst enemy You're a victim of your symptom You are your own worst enemy Know your enemy   I'm elated, medicated I am my own worst enemy So what ails you is what impales you You are your own worst enemy You're a victim of the system You are your own worst enemy You're a victim of the system You are your own worst enemy17"
    },
    {
        "title": "Youngblood",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Youngblood, youngblood, youngblood She's my little youngblood Youngblood, youngblood, youngblood Punch drunken youngblood  She's a loner, not a stoner Bleeding heart, and the soul of Ms. Teresa Supernova, Cherry Cola She's the cedar in the trees of Minnesota Ah-ah ah-ah, ah-ah ah-ah, ah-ah ah-ah  I'm a rough boy 'round the edges Gettin' drunk, and fallin' into hedges She's my weakness, fuckin' genius Swear to God, and I'm not even superstitious  Youngblood, youngblood, youngblood She's my little youngblood Youngblood, youngblood, youngblood Punch drunken youngblood  I wanna hold you like a gun We'll shoot the moon into the sun (Daylight) Alright (Alright) Alright, ow! You might also like  Are you stranded like I'm stranded? Do you wanna watch the world fall to pieces? Are you broken like I'm broken? Are you restless? She said, \"Fuck you, I'm from Oakland!\"  Youngblood, youngblood, youngblood She's my little youngblood Youngblood, youngblood, youngblood Punch drunken youngblood2"
    },
    {
        "title": "Troubled Times",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "What good is love and peace on Earth When it's exclusive? Where's the truth in the written word If no one reads it?  A new day dawning Comes without warning So don't think twice  We live in troubled times (Ah-ah, ah-ah) We live in troubled times (Ah-ah, ah-ah)  What part of history we've learned When it's repeated? Some things, we'll never overcome If we don't seek it  The world stops turning Paradise burning So don't think twice You might also like We live in troubled times (Ah-ah, ah-ah) We live in troubled times (Ah-ah, ah-ah) We live in troubled times  We run for cover Like a skyscraper's fallin' down And then I wonder Like a troubled mind   What good is love and peace on Earth When it's exclusive? Where's the truth in the written word If no one reads it?  A new day dawning Comes without warning So don't look twice  We live in troubled times (Ah-ah, ah-ah) We live in troubled times (Ah-ah, ah-ah) We live in troubled times We live in troubled times (Ah-ah, ah-ah) We live in troubled times (Ah-ah, ah-ah) We live in troubled times4"
    },
    {
        "title": "The Grouch",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "I was a young boy that had big plans Now I'm just another shitty old man I don't have fun, and I hate everything The world owes me, so fuck you Glory days don't mean shit to me I drank a six-pack of apathy Life's a bitch, and so am I The world owes me, so fuck you  Wasted youth, and a fistful of ideals I had a young and optimistic point of view Wasted youth, and a fistful of ideals I had a young and optimistic point of view  I've decomposed, yet my gut's gettin' fat Oh my God, I'm turnin' out like my dad I'm always rude, I've got a bad attitude The world owes me, so fuck you The wife's a nag, and the kid's fuckin' up I don't have sex 'cause I can't get it up I'm just a grouch sittin' on the couch The world owes me, so fuck you You might also like Wasted youth, and a fistful of ideals I had a young and optimistic point of view Wasted youth, and a fistful of ideals I had a young and optimistic point of view ('Til I grew up)   I was a young boy that had big plans Now I'm just another shitty old man I don't have fun, and I hate everything The world owes me, so fuck you Glory days don't mean shit to me I drank a six-pack of apathy Life's a bitch, and so am I The world owes me, so fuck you The world owes me, so fuck you The world owes me, so fuck you3"
    },
    {
        "title": "Blood, Sex, and Booze",
        "language": "en",
        "release_date": "2000-10-03",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "Head down! Head down! Head down! Do you understand me?! Aw shit!  Waitin' in a room All dressed up and bound and gagged up to a chair It's so unfair I don't dare to move For the pain she puts me through is what I need So make it bleed  I'm in distress Oh, mistress, I confess, so do it one more time These handcuffs are too tight, well You know I will obey So please don't make me beg For blood, sex, and booze you give me  Say I'm disturbed It's what I deserve Another lesson to be learned From a girl called \"Kill\" You might also like My head is in the gutter Thank you, sir, strike up another mandolin Of discipline Throw me to the dogs Let them eat my flesh down to the wood It feels so good  I'm in distress Oh, mistress, I confess, so do it one more time These handcuffs are too tight, well You know I will obey So please don't make me beg For blood, sex, and booze you give me  Say I'm disturbed It's what I deserve Another lesson to be learned From a girl called \"Kill\"  Ch... Whoo! Whoo-ooh-ooh Ooh-ooh-ooh I'm in distress Oh, mistress, I confess, so do it one more time These handcuffs are too tight, well You know I will obey So please don't make me beg For blood, sex, and booze you give me  Ah! Whoo-ooh-ooh Whoo-ooh-ooh Whoo-ooh-ooh Whoo-ooh-ooh I'll show you a real time!6"
    },
    {
        "title": "Stray Heart",
        "language": "en",
        "release_date": "2012-10-15",
        "artist": "Green Day",
        "album_name": "¡Dos!",
        "lyrics": "I lost my way, oh, baby, this stray heart Went to another Can you recover, baby? Oh, you're the only one that I'm dreamin' of Your precious heart was torn apart by me  And you, you're not alone, oh-oh And now, I'm where I belong We're not alone, oh-oh I'll hold your heart and never let go  Everything that I want, I want from you But I just can't have you Everything that I need, I need from you But I just can't have you  I said a thousand times, and now a thousand one We'll never part I'll never stray again from you This dog is destined for a home to your heart We'll never part I'll never stray again from you You might also like You're not alone, oh-oh And now I'm where I belong We're not alone, oh-oh I'll hold your heart and never let go  Everything that I want, I want from you But I just can't have you Everything that I need, I need from you But I just can't have you   You're not alone, oh-oh And now, I'm where I belong We're not alone, oh-oh I'll hold your heart and never let go  Everything that I want, I want from you But I just can't have you Everything that I need, I need from you But I just can't have you Everything that I want, I want from you But I just can't have you Everything that I need, I need from you But I just... just can't have you3"
    },
    {
        "title": "Who Wrote Holden Caulfield?",
        "language": "en",
        "release_date": "1991-12-17",
        "artist": "Green Day",
        "album_name": "Kerplunk",
        "lyrics": "A thought burst in my head And I need to tell you It's news that I forethought Was it just a dream That happened long ago? I think I just forgot  Well, it hasn't been the first time And it sure does drive me mad That's what I'm saying  There's a boy who fogs his world, and now he's getting lazy There's no motivation, and frustration makes him crazy He makes a plan to take a stand, but always ends up sitting Someone help him up, or he is gonna end up quitting  I shuffle through my mind To see if I can find The words I left behind Was it just a dream That happened long ago? Oh well, never mind You might also like Well it hasn't been the first time And it sure does drive me mad That's what I'm saying  There's a boy who fogs his world, and now he's getting lazy There's no motivation, and frustration makes him crazy He makes a plan to take a stand, but always ends up sitting Someone help him up, or he is gonna end up quitting  What I'm saying There's a boy who fogs his world, and now he's getting lazy There's no motivation, and frustration makes him crazy He makes a plan to take a stand, but always ends up sitting Someone help him up, or he is gonna end up quitting  There's a boy who fogs his world, and now he's getting lazy There's no motivation, and frustration makes him crazy He makes a plan to take a stand, but always ends up sitting Someone help him up, or he is gonna end up quitting9"
    },
    {
        "title": "Armatage Shanks",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "Fffff...  Stranded, lost inside myself My own worst friend and my own closest enemy I'm branded, maladjusted Never trusted anyone, let alone myself  I must insist on being a pessimist I'm a loner in a catastrophic mind  Elected, the rejected I perfect the science of the idiot No meaning and no healing Self-loathing freak, an introverted deviant  I must insist on being a pessimist I'm a loner in a catastrophic mind  Say whatever, oh-oh, woah-oh Say whatever, oh-oh, woah-oh Shoot! You might also like Stranded, lost inside myself My own worst friend and my own closest enemy Elected, the rejected I perfect the science of the idiot  I must insist on being the pessimist I'm a loner in a catastrophic mind I'm gettin' pissed, I'm a worthless pessimist I'm a loner in a claustrophobic mind2"
    },
    {
        "title": "Amy",
        "language": "en",
        "release_date": "2012-11-06",
        "artist": "Green Day",
        "album_name": "¡Dos!",
        "lyrics": "Is your heart singing out of tune? Are your eyes just singing the blues? Dirty records from another time Some blood stains on your shoes No one really knows about your soul And I barely really know your name Burning rhythms and posting lies And a bunch of fools drown in shame  Amy, don't you go, I want you around Singing whoa, oh, oh-ooh-oh-ooh, please don't go Do you wanna be a friend of mine? Do you wanna be a friend of mine?  Did you tattoo a lucky charm To keep you out of harm's way? Warding off all evil signs But never really kept you safe Now you're too young for the golden age 'Cause the record bin's been replaced Twenty-seven, gone without a trace And you walked away from your drink You might also like Amy, don't you go, I want you around Singing whoa, oh, oh-ooh-oh-ooh, please don't go Do you wanna be a friend of mine? Do you wanna be a friend of...  Amy, please don't go... Amy, please don't go...  Is your heart singing out of tune? Are your eyes just singing the blues? Dirty records from another time Some blood stains on your shoes May I have this last dance By chance, if we should meet? Can you write me a lullaby So we can sing you to sleep?  Amy, don't you go, I want you around Singing whoa, oh, oh-ooh-oh-ooh, please don't go Do you wanna be a friend of mine? Do you wanna be a friend of mine? Do you wanna be a friend of mine?7"
    },
    {
        "title": "J.A.R. (Jason Andrew Relva)",
        "language": "en",
        "release_date": "1995-07-10",
        "artist": "Green Day",
        "album_name": "International Superhits!",
        "lyrics": "My friend drove off the other day, now he's gone and all they say Is \"you got to live cause life goes on...\" But now I see I'm mortal, too, I can't live my life like you Got to live it up while life goes on  And I think it's all right That I do what I like 'Cause that's the way I want to live It's how I give, and I'm still givin'...  And now I wonder 'bout my friend, if he gave all he could give Cause he lived his life like I live mine If you could see inside my head, then you'd start to understand The things I value in my heart  And I think it's all right That I do what I like 'Cause that's the way I want to live It's how I give, and I'm still givin'...  You know that I know that You're watchin' me! You might also like  And I think it's all right That I do what I like 'Cause that's the way I want to live It's how I give, and I'm still givin'...  Got to make a plan, got to do what's right Can't run around in circles if you wanna build a life But I don't want to make a plan for a day far away While I'm young and while I'm able, all I want to do is...3"
    },
    {
        "title": "I Was a Teenage Teenager",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "I don't wanna freak you out, but I cannot lie I don't wanna freak you out, but I cannot lie So who's holding the drugs? (Woah) Who's holding the drugs? (Woah) I don't wanna freak you out, but I cannot lie  I was a teenage teenager Full of piss and vinegar Living like a prisoner for haters I was a teenage teenager I am alien visitor My life's a mess and school is just for suckers  I don't wanna freak you out, but I cannot lie I don't wanna freak you out, but I cannot lie So who's holding the drugs? (Woah) Who's holding the drugs? (Woah) I don't wanna freak you out, but I cannot lie  I was a teenage teenager Full of piss and vinegar Living like a prisoner for haters I was a teenage teenager I am alien visitor My life's a mess and school is just for suckers You might also like  I was a teenage teenager (I was a teenage teenager) Full of piss and vinegar Living like a prisoner for haters (I was a teenager) I was a teenage teenager (Teenager) I am alien visitor My life's a mess and school is just for suckers3"
    },
    {
        "title": "Say Goodbye",
        "language": "en",
        "release_date": "2016-10-07",
        "artist": "Green Day",
        "album_name": "Revolution Radio",
        "lyrics": "Say goodbye to the ones that we love Say goodbye to the ones we love Say goodbye to the ones that we love Goodbye to the ones that we love Say goodbye to the ones that we love Say goodbye to the ones we love Say goodbye to the ones that we love Say goodbye to the ones that we love  Violence on the rise Like a bullet in the sky (Ooh-ooh-ooh) Oh Lord, have mercy on my soul Kindred spirits sing For the sick and suffering (The suffering) The city of damage control This is how we roll, roll  Say hello to the cops on patrol Say hello to the cops on patrol Say hello to the cops on patrol Say hello to the ones in control  Teach your children well From the bottom of the well (Ooh-ooh-ooh) Oh Lord, have mercy on my soul Hear the children sing For the sick and suffering (The suffering) The city of damage control This is how we roll, roll, roll You might also like  Violence on the rise Like a bullet in the sky (Ooh-ooh-ooh) Oh Lord, have mercy on my soul Kindred spirits sing For the sick and suffering (The suffering) The city of damage control This is how we...  Say a prayer for the ones that we love Say a prayer for the ones we love Say a prayer for the ones that we love Say goodbye to the ones that we love (This is how we!) Say a prayer for the ones that we love Say a prayer for the ones we love Say a prayer for the ones that we love Say goodbye to the ones that we love (This is how we...)13"
    },
    {
        "title": "Going to Pasalacqua",
        "language": "en",
        "release_date": "1990-04-13",
        "artist": "Green Day",
        "album_name": "39/Smooth",
        "lyrics": "Here we go again, infatuation touches me Just when I thought that it would end Oh, but then again it seems much more than that But I'm not sure exactly what you're thinking  Well, I toss and turn all night thinking of your ways of affection But to find that it's not different at all Well, I throw away my past mistakes and contemplate my future That's why I say, \"What the hey?\"  Would it last forever, with you and I together Hand and hand, we run away (far away) I'm in for nasty weather But I'll take whatever you can give that comes my way, yeah (far away)  Here we go again, infatuation touches me Just when I thought that it would end Oh, but then again it seems much more than that But I'm not sure exactly what you're thinking  Well, I toss and turn all night thinking of your ways of affection But to find that it's not different at all Well, I throw away my past mistakes and contemplate my future That's why I say, \"What the hey?\" You might also like Would it last forever, with you and I together Hand and hand, we run away (far away) I'm in for nasty weather But I'll take whatever you can give that comes my way, yeah (far away)   Well, I toss and turn all night thinking of your ways of affection But to find that it's not different at all Well, I throw away my past mistakes and contemplate my future That's why I say, \"What the hey?\"  Would it last forever, with you and I together Hand and hand, we run away (far away) I'm in for nasty weather But I'll take whatever you can give that comes my way, yeah (far away)  Far away3"
    },
    {
        "title": "86",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "What brings you around? Did you lose something the last time you were here? You'll never find it now It's buried deep with your identity  So stand aside and let the next one pass Don't let the door kick you in the ass  There's no return from 86 There's no return from 86 There's no return from 86 There's no return from 86 Don't even try  Exit out the back And never show your head around again Purchase your ticket And quickly take the last train out of town  And stand aside and let the next one pass Don't let the door kick you in the ass You might also like There's no return from 86 There's no return from 86 There's no return from 86 There's no return from 86 Don't even try   There's no return from 86 There's no return from 86 There's no return from 86 There's no return from 86 Don't even try6"
    },
    {
        "title": "Meet Me on the Roof",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "I'm crawling on the dance floor (Dance floor) I think I lost my phone Feeling like a toothache (Toothache) My face is going numb I beg a thousand pardons All my friends are crazy Hanging from a window (Window) And all you gotta do is jump  Come meet me on the roof tonight, girl Oh-ooh-oh-oh How high is your low gonna go, girl? Oh-ooh-oh-oh Come meet me on the roof tonight Oh-ooh-oh-oh How high is your low gonna go, girl?  I'm hanging with the cholos (Cholo) Cruising down the strip Sleeping with a pillow (Don't wake me up, don't wake me up) Waking up in spit I'm taking drowning lessons Secret words and true confessionals (Confessional) Now the worst is yet to come You might also like Come meet me on the roof tonight, girl Oh-ooh-oh-oh How high is your low gonna go, girl? Oh-ooh-oh-oh Come meet me on the roof tonight Oh-ooh-oh-oh How high is your low gonna go, girl?  So meet me where the good times go Ooh-ooh-ooh-ooh-ooh-ooh How high is your low? As far as I can go  Come meet me on the roof tonight, girl Oh-ooh-oh-oh How high is your low gonna go, girl? Oh-ooh-oh-oh Come meet me on the roof tonight Oh-ooh-oh-oh How high is your low gonna go, girl?3"
    },
    {
        "title": "Emenius Sleepus",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "I saw my friend the other day And I don't know Exactly just what he became It goes to show  It wasn't long ago That I was just like you And I think I'm sick and I wanna go home  How have I been? How have you been? It's been so long What have you done with all your time? And what went wrong?  I knew you back when And you, you knew me And now I think you're sick and I wanna go home  Anybody ever say no? Ever tell you that you weren't right? Where did all the little kid go? Did you lose it in a hateful fight? And you know it's true You might also like It wasn't long ago That I was just like you And now I think I'm sick and I wanna go home7"
    },
    {
        "title": "In the End",
        "language": "en",
        "release_date": "1994-01-28",
        "artist": "Green Day",
        "album_name": "Dookie",
        "lyrics": "All brawn and no brains, yeah, and all those nice things, yeah You finally got what you want Someone to look good with and light your cigarette Is this what you really want?  I figured out what you're all about, and I don't think I like what I see, so I hope I won't be there in the end if you come around  How long will he last before he's a creep in the past And you're alone once again? Will you pop up again and be my special friend 'Til the end and when will that be?  I figured out what you're all about, and I don't think I like what I see, so I hope I won't be there in the end if you come around  Hey!  You might also like I figured out what you're all about, and I don't think I like what I see, so I hope I won't be there in the end if you come around8"
    },
    {
        "title": "Scattered",
        "language": "en",
        "release_date": "1997-10-10",
        "artist": "Green Day",
        "album_name": "Nimrod",
        "lyrics": "Well, I've got some scattered pictures lyin' on my bedroom floor Reminds me of the times we've shared Makes me wish that you were here, 'cause Now it seems I've forgotten my purpose in this life Well, all the songs have been erased Guess I've learned from my mistakes, well  Open the past and present now, and we are there Story to tell, and I am listening Open the past and present and the future too It's all I've got, and I'm givin' it to you  Well, loose ends tied in knots leavin' a lump down in my throat Well, gaggin' on a souvenir Live to fill another year We'll drag it on and on until my skin is ripped to shreds Well, leavin' myself open wide Livin' out a sacrifice, well  Open the past and present now, and we are there Story to tell, and I am listening Open the past and present and the future too It's all I've got, and I'm givin' it to you You might also like If you got no one And I got no place to go Would it be alright? Could it be alright?  Well, I've got some scattered pictures lyin' on my bedroom floor Reminds me of the times we've shared Makes me wish that you were here, 'cause Now it seems I've forgotten my purpose in this life Well, all the songs have been erased Guess I've learned from my mistakes, well  Open the past and present now, and we are there Story to tell, and I am listening Open the past and present and the future too It's all I've got, and I'm givin' it to you It's all I've got, and I'm givin' it to you6"
    },
    {
        "title": "Misery",
        "language": "en",
        "release_date": "2000-10-03",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "Virginia was a lot-lizard from FLA She had a compound fracture in the trunk It started when she ran away Thumbs out on the interstate She hitched a ride to misery Mr. Whirly had a catastrophic incident He fell into the city by the bay He liquidated his estate Now he sleeps upon the Haight Panhandling misery  And he's gonna get high, high, high When he's low, low, low The fire burns from better days And she screams, \"Why, oh, why?\" I said, \"I don't know\" The catastrophic hymns from yesterday Of misery  Well, Vinnie was a hustler out of Amsterdam He ran the drug cartel in Tinseltown They found him in a Cadillac Bludgeoned with a baseball bat In the name of misery Then Gina hit the roads to New York City Mysteriously the night Vinnie croaked She stopped in Vegas to elope With Virginia and the dope And kissed the bride eternally You might also like And they're gonna get high, high, high When they're low, low, low The fire burns from better days And she screamed, \"Why, oh, why?\" I said, \"I don't know\" The catastrophic hymns from yesterday Of misery  Well, hellhounds on your trail now once again, boy It's gropin' on your leg until it sleeps The emptiness will fill your soul with sorrow Because it's not what you make, it's what you leave  Ah!  And we're gonna get high, high, high When we're low, low, low The fire burns for better days And she screams, \"Why, oh, why?\" I said, \"I don't know\" The catastrophic hymns from yesterday Of misery12"
    },
    {
        "title": "Sugar Youth",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "What are the symptoms of our happiness and civil war? Mano y mano in the stereo without a cure I've got a fever, a non-believer, and it's killing me Like a high school loser that will never ever, ever, ever fuck the prom queen  I got the shakes and I'm on fire I got a feeling and it's dangerous Gonna dance to something wild I got a feeling and I need a rush All hell is breaking loose and Heaven only knows I don't wanna be a Romeo I don't wanna be a Romeo I don't wanna be a Romeo, no  I'm hearing voices up inside my head (Oh, what you thinkin'?) I need a sugar fix, it's making me sick (Oh, what you drinkin'?) I wanna drink all the poison in the water I wanna choke like a dog that's on a collar I am the child of coyote and bandito I'm drinking whiskey by the river doing yayo You might also like I got the shakes and I'm on fire I got a feeling and it's dangerous Gonna dance to something wild I got a feeling and I need a rush All hell is breaking loose and Heaven only knows I don't wanna be a Romeo I don't wanna be a Romeo I don't wanna be a Romeo, no1"
    },
    {
        "title": "Favorite Son",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Japanese Edition)",
        "lyrics": "He hit the ground running At the speed of light His star is brightly shining Like a neon light  It's your favorite son It's your favorite son  A fixture on the talk shows To the silver screen From here to Colorado He's a sex machine!  He's your favorite son He's your favorite son  But isn't it a drag? Isn't it a drag? Isn't it a drag? It's pretty, but it's sad But isn't it a drag? You might also like A clean-cut all-American Really ain't so clean His royal auditorium Is a murder scene!  It's your favorite son It's your favorite son  But isn't it a drag? Isn't it a drag? Isn't it a drag? It's pretty, but it's sad But isn't it a drag?   Well, no one says it's fair Turning teenage lust To a millionaire  Now where's your fucking champion? On a panty raid He's not the all-American That you thought you paid He's your favorite son He's your favorite son  But isn't it a drag?3"
    },
    {
        "title": "Graffitia",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "Another one down at the mining town (Woah-oh) Breakin' it down for the lame wager Callin' the shots from the capital (Woah-oh) But all that we got was the banks of hope  Are we the last forgotten? Are we the long lost love? Are we the last forgotten? Are we the long lost love?  This city isn't big enough for dreamers We were all believers It's the perfect crime (Only the lonely and wasted)  Another black kid was shot in town (Woah-oh) A man with a badge and a daytime show Darkness falls on Graffitia (Woah-oh) Death of a town in the afterglow  Are we the last forgotten? Are we the long lost love? Are we the last forgotten? Are we the long lost love? You might also like All souls go to heaven in Graffitia Singin' Hallelujah It's the perfect crime (Only the lonely and wasted) If we're goin' down for a good time Life during wartime It's the perfect crime (Only the lonely and wasted)  Are we the last forgotten? Are we the long lost love? Are we the last forgotten? Are we the long lost love? Are we the last forgotten? (Another one down at the mining town) Are we the long lost love? (Breakin' it down for the lame wager) Are we the last forgotten? (Callin' the shots from the capital) Are we the long lost love? (All that we got was the banks of hope)  Another one down at the mining town Are we the last forgotten? Callin' the shots from the capital Are we the last forgotten? Another one down at the mining town Are we the last forgotten? Callin' the shots from the capital4"
    },
    {
        "title": "Horseshoes and Handgrenades",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "One, two, three, four!  I'm not fuckin' around I think I'm comin' out All the deceivers and cheaters, I think we've got a bleeder right now Want you to slap me around Want you to knock me out Well, you missed me, kissed me, now you better kick me down  Maybe you're the runner-up, but the first one to lose the race Almost only really counts in horseshoes and handgrenades  I'm gonna burn it all down I'm gonna rip it out Well, everything you employ was meant for me to destroy to the ground, now So don't you fuck me around Because I'll shoot you down I'm gonna drink, fight, and fuck, and I'm pushin' my luck all the time, now  Maybe you're the runner-up, but the first one to lose the race Almost only really counts in horseshoes and handgrenades You might also like Demolition, self-destruction Want to annihilate this age-old contradiction!   Demolition, self-destruction Want to annihilate this age-old contradiction Demolition, self-destruction Want to annihilate this old age  I'm not fuckin' around I think I'm comin' out Well, I'm a hater, a traitor in a pair of Chuck Taylors right now  I'm not fuckin' around G-L-O-R-I-A! G-L-O-R-I-A! G-L-O-R-I-A! G-L-O-R-I-A!8"
    },
    {
        "title": "Stuck with Me",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "I'm not part of your elite, I'm just alright Class structures waving, colors bleeding from my throat Not subservient to you, I'm just alright Down-classed by the powers that be, give me loss of hope  Cast out, buried in a hole Struck down, forcing me to fall Destroyed, giving up the fight Well, I know I'm not alright  What's my price, and will you pay it if it's alright? Take it from my dignity and waste it 'til it's dead Throw me back into the gutter 'cause it's alright Find another pleasure-fucker, drag them down to hell  Cast out, buried in a hole Struck down, forcing me to fall Destroyed, giving up the fight Well, I know I'm not alright  One, two, three, four! You might also like Cast out, buried in a hole Struck down, forcing me to fall Destroyed, giving up the fight Well, I know I'm not alright4"
    },
    {
        "title": "Holiday / Boulevard of Broken Dreams",
        "language": "en",
        "release_date": "2004-09-20",
        "artist": "Green Day",
        "album_name": "American Idiot (Deluxe Edition)",
        "lyrics": "Say hey! Cha!  Hear the sound of the fallin' rain Comin' down like an Armageddon flame (Hey!) The shame, the ones who died without a name Hear the dogs howlin' out of key To a hymn called \"Faith and Misery\" (Hey!) And bleed, the company lost the war today  I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday!  Hear the drum poundin' out of time Another protester has crossed the line (Hey!) To find the money's on the other side Can I get another Amen? (Amen!) There's a flag wrapped around a score of men (Hey!) A gag, a plastic bag on a monument You might also like I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives On holiday! (Hey!)   Three, four! \"The representative from California has the floor\"  Sieg Heil to the president Gasman Bombs away is your punishment Pulverize the Eiffel towers Who criticize your government Bang bang goes the broken glass, and Kill all the fags that don't agree Trials by fire, settin' fire Is not a way that's meant for me Just 'cause (Hey! Hey! Hey! Hey!) Just 'cause, because we're outlaws, yeah! (Hey! Hey! Hey! Hey!)  I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives I beg to dream and differ from the hollow lies This is the dawning of the rest of our lives This is our lives on holiday!  I walk a lonely road The only one that I have ever known Don't know where it goes But it's home to me, and I walk alone I walk this empty street On the Boulevard of Broken Dreams Where the city sleeps And I'm the only one, and I walk alone  I walk alone, I walk alone I walk alone, I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone  Ah-ah, ah-ah, ah-ah, ah-ah Ah-ah, ah-ah, ah-ah I'm walkin' down the line That divides me somewhere in my mind On the borderline Of the edge and where I walk alone Read between the lines What's fucked up, and everything's all right Check my vital signs To know I'm still alive, and I walk alone  I walk alone, I walk alone I walk alone, I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone  Ah-ah, ah-ah, ah-ah, ah-ah Ah-ah, ah-ah I walk alone, I walk a—   I walk this empty street On the Boulevard of Broken Dreams Where the city sleeps And I'm the only one, and I walk a—  My shadow's the only one that walks beside me My shallow heart's the only thing that's beatin' Sometimes, I wish someone out there will find me 'Til then, I walk alone 3"
    },
    {
        "title": "Church on Sunday",
        "language": "en",
        "release_date": "2000-10-03",
        "artist": "Green Day",
        "album_name": "Warning",
        "lyrics": "Ooh-ooh  Today is the first day of the rest of our lives Tomorrow is too late to pretend everything's alright, now I'm not gettin' any younger as long as you don't get any older I'm not gonna say that yesterday never was  Bloodshot deadbeat and lack of sleep Makin' your mascara bleed Tears down your face, leavin' traces of my mistakes When I say  If I promise go to church on Sunday Will you go with me on Friday night? If you live with me, I'll die for you and this compromise  I hereby solemnly swear to tell the whole truth And nothin' but that truth is what I'll ever hear from you, now Trust is a dirty word that comes from such a liar But respect is something I will learn if you have faith You might also like Bloodshot deadbeat and lack of sleep Makin' your mascara bleed Tears down your face, leavin' traces of my mistakes When I say  If I promise go to church on Sunday Will you go with me on Friday night? If you live with me, I'll die for you and this compromise If I promise go to church on Sunday Will you go with me on Friday night? If you live with me, I'll die for you and this compromise  Let's go! Ooh-ooh, ooh-ooh, ooh-ooh Ooh-ooh, ooh  If I promise go to church on Sunday Will you go with me on Friday night? If you live with me, I'll die for you and this compromise If I promise go to church on Sunday Will you go with me on Friday night? If you live with me, I'll die for you and this compromise And this compromise Yes, I'll compromise6"
    },
    {
        "title": "Take the Money and Crawl",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "High on a low life Hit me with a dull knife Sweet soul sickness Can I get a witness?  This is the wild life, I'm gonna take a dive Take the money and crawl Do I dare say \"please\" when I'm on my knees? Take the money and crawl  Illegal tender Goin' on a bender Cold-blooded killers Of all motherfuckers  Well, I'm a nervous wreck, enough to make you sick Take the money and crawl Oh yeah, it's just my luck, but I don't give a fuck Take the money and crawl  (Hey, hey) (Hey, hey) (Hey, hey) You might also like This is the wild life, I'm gonna take a dive Take the money and crawl Do I dare say \"please\" when I'm on my knees? Take the money and crawl So you can take a walk, or you can suck my cock Take the money and crawl Oh yeah, it's just my luck, but I don't give a fuck Take the money and crawl5"
    },
    {
        "title": "Stab You in the Heart",
        "language": "en",
        "release_date": "2020-02-07",
        "artist": "Green Day",
        "album_name": "Father of All Motherfuckers",
        "lyrics": "Baby infidel in a dirty magazine Telling dirty lies, everybody can see Kick it in the head and now I wanna see you dead With a switchblade edge to the chest  I wanna stab you in the heart I wanna stab you in the heart Right in the bloody, bloody heart, ooh For heaven's sake, you're just a fake And you know it ain't right  Pictures don't lie when you're front-page news Dagger to the heart coming down on you  I wanna stab you in the heart I wanna stab you in the heart Right in the bloody, bloody heart, ooh For heaven's sake, you're just a fake Girl, you know it ain't right  You might also like Daggers in my eyes and a rusty tambourine Gimme my stiletto, gonna do some surgery  Right to the heart (In the bloody, oh, in the bloody) I wanna stab you in the heart (In the bloody, oh, in the bloody) Right in the bloody, bloody heart, ooh (In the bloody, oh, in the bloody) For heaven's sake, you're just a fake And you know it ain't right3"
    },
    {
        "title": "The Static Age",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Can you hear the sound of the static noise Blastin' out in stereo? Cater to the class and the paranoid Music to my nervous system Advertisin' love and religion Murder on the airwaves Slogans on the brink of corruption  Visions of blasphemy, war and peace Oh-oh, screamin' at you  I can't see a thing in the video I can't hear a sound on the radio In stereo in the static age  Billboard on the rise in the dawn's landscape Workin' your insanity Tragic à la madness and concrete Coca Cola execution Conscience on a cross, and your heart's in a vice Squeezin' out your state of mind Are what you own that you cannot buy You might also like What a fuckin' tragedy, strategy Oh-oh, screamin' at you  I can't see a thing in the video I can't hear a sound on the radio In stereo in the static age I can't see a thing in the video I can't hear a sound on the radio In stereo in the static age  Hey, hey, it's the static age Well, this is how the west was won Hey, hey, it's the static age millennium   All I wanna know is a god-damned thing Not what's in the medicine All I wanna do is I want to breathe Batteries are not included What's the latest way that a man can die? Screamin' \"Hallelujah\" (Hallelujah) Singin' out \"the dawn's early light\" The silence of the rotten, forgotten Oh-oh, screamin' at you  I can't see a thing in the video I can't hear a sound on the radio In stereo in the static age I can't see a thing in the video I can't hear a sound on the radio In stereo in the static age I can't see a thing in the video (Woah-oh) I can't hear a sound on the radio (Woah-oh) In stereo in the static age I can't see a thing in the video (Woah-oh) I can't hear a sound on the radio (Woah-oh) In stereo in the static age  The static age5"
    },
    {
        "title": "Nuclear Family",
        "language": "en",
        "release_date": "2012-09-21",
        "artist": "Green Day",
        "album_name": "¡Uno!",
        "lyrics": "Gonna ride the world like a merry-go-round Like a ferris wheel that keeps breaking down Drinking angel's piss, gonna crash and burn I just want some action, so gimme my turn  Like a Chinese drama and conspiracy It's the death of a nuclear family staring up at you It's looking like another bad comedy Just as long as it comes in hi-fidelity for me too  Can you hear the sound coming over the hill? Gotta move my feet, it's coming in for the kill Ba-baby, baby it's a blow out, oh yeah Like a nuclear bomb and it won't be long 'til I detonate  Like a Chinese drama and conspiracy It's the death of a nuclear family staring up at you It's looking like another bad comedy Just as long as it comes in hi-fidelity for me too  You might also like Wow!   Gonna ride the world like a merry-go-round Like a ferris wheel that keeps breaking down Scream, screaming, screaming bloody murder Like a nuclear bomb and it won't be long 'til I detonate  Like a Chinese drama and conspiracy It's the death of a nuclear family staring up at you It's looking like another bad comedy Just as long as it comes in hi-fidelity for me too  I say ten! (Whoa-oh) Nine! (Whoa-oh) Eight! (Whoa-oh) Seven! (Whoa-oh) Six! (Whoa-oh) Five! (Whoa-oh) Four! (Whoa-oh) Three! (Whoa-oh) Five, four, three, two, one!8"
    },
    {
        "title": "Song of the Century",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "Sing us a song of the century That's louder than bombs and eternity The era of static and contraband Leading us into the promised land  Tell us a story that's by candlelight Waging a war and losin' the fight They're playing a song of the century Panic and promise and prosperity  Tell me a story into that goodnight Sing us a song for me...You might also like5"
    },
    {
        "title": "Panic Song",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "Ready for a cheap escape On the brink of self-destruction Widespread panic Broken glass inside my head Bleeding down these thoughts of anguish Mass confusion  Well, the world is a sick machine Breeding a mass of shit With such a desolate conclusion Fill the void with \"I don't care\"  There's a plague inside of me Eating at my disposition Nothing's left Torn out of reality To a state of no opinion Limp with hate  Well, the world is a sick machine Breeding a mass of shit With such a desolate conclusion Fill the void with \"I don't care\" You might also like I wanna jump out I wanna jump out I wanna jump out I wanna jump out4"
    },
    {
        "title": "Christian’s Inferno",
        "language": "en",
        "release_date": "2009-05-12",
        "artist": "Green Day",
        "album_name": "21st Century Breakdown",
        "lyrics": "I got under the grip between this modern hell I got the rejection letter in the mail, and it was already ripped to shreds Seasons in ruin, and this bitter pill is chased in blood There's fire in my veins, and it's pouring out like a flood  Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno  Ha ha ha ha ha ha ha...  This diabolic state is gracing my existence Like a catastrophic baby, baby, maybe you're the chemical reaction I am the atom bomb, I am your chosen one Toxin your reservoir, and then return man to ape  Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno You might also like Ha ha ha ha ha ha ha...   Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno Woah-oh, Christian's inferno12"
    },
    {
        "title": "Bab’s Uvula Who?",
        "language": "en",
        "release_date": "1995-10-06",
        "artist": "Green Day",
        "album_name": "Insomniac",
        "lyrics": "I've got a knack for fucking everything up My temper flies, and I get myself all wound up My fuse is short, and my blood pressure is high I lose control, and I get myself all wound up Tension mounts, and I fly off the wall I self-destruct, and I get myself all wound up Petulance and irritation set in I throw a tantrum, and I get myself all wound up  I lose myself, and I'm all wound up I hate myself, and I'm all wound up Loss of control, and I'm all wound up I lose myself, and I'm all wound up Shuh!  Chip on my shoulder and a leech on my back Stuck in a rut, and I get myself all wound up Killed my composure, it'll never come back Loss of control, and I get myself all wound up Blown out of proportion again My temper snaps, and I get myself all wound up Spontaneous combustion, panic attack I slipped a gear, and I get myself all wound up You might also like I lose myself, and I'm all wound up Well I'm afraid now that I'm all wound up I hate myself, and I'm all wound up I like myself, and I'm all wound up Shuh!  I've got a knack for fucking everything up My temper flies, and I get myself all wound up My fuse is short, and my blood pressure is high I lose control, and I get myself all wound up Tension mounts, and I fly off the wall I'm on the run, and I get myself all wound up Petulance and irritation set in I throw a tantrum, and I get myself all wound up  I lose myself, and I'm all wound up Loss of control, and I'm all wound up Panic attack, and I'm all wound up Well I got fed up, and I'm all wound up Shuh!2"
    }
]